[
    {
        "name": "Afghanistan",
        "code": "AF",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/10341",
        "comment": "Accesul pe teritoriul Afganistanului se face pe baza pașaportului și a vizei. Viza turistică se poate obține de la Ambasada Afganistanului în Polonia. Având în vedere caracterul instabil al țării din punct de vedere al stării de insecuritate, pe fondul atentatelor teroriste, Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile în această țară.",
        "warning" : "",
        "misiune" : "Misiune diplomatică suspendată. Pentru urgențe te poți adresa Ambasadei României la Islamabad pe islamabad@mae.ro",
        "affiliation" : "ONU",
        "emergency" : "Avertisment de călătorie! Pe baza deteriorării accentuate a situației de securitate din Afganistan, MAE îndeamnă cetățenii români să părăsească de urgență teritoriul acestui stat și să evite orice deplasare în Afganistan. Există un risc major de atentate teroriste și confruntări armate. Mai multe detalii pe site-ul oficial MAE.",
        "funfact" : "Un întreg oraș are săptămânal o noapte a poeziilor. Herat, localizat în vestul țării, găzduiește în fiecare seară de marți oameni de toate vârstele care citesc poezii clasice și moderne, ascultă muzică și se bucură de mâncare împreună.",
        "vaccine" : "Vaccinarea antipolio este obligatorie pentru cetățenii români care călătoresc în Afganistan și nu au fost vaccinați împotriva poliomielitei în ultimele 12 luni."
    },
    {
        "name": "Albania",
        "code": "AL",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3664",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Albania, ci doar de cartea de identitate sau de pașaport - a căror valabilitate trebuie să fie de minimum 3 luni de la data intrării. Șederea nu trebuie să fie mai lungă de 90 de zile, într-un interval de 6 luni. Pentru șederile care depășesc 90 de zile, este necesară obținerea unui permis de ședere, eliberat de Ministerul Albanez al Afacerilor Interne. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tirana.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Albanezii te aprobă și dezaprobă nonverbal pe dos: vor da din cap de la stânga la dreapta pentru da și din sus în jos pentru nu!",
        "vaccine" : ""
    },
    {
        "name": "Algeria",
        "code": "DZ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3665",
        "comment": "În Republica Algeriană Democratică și Populară, viza de intrare este obligatorie pentru cetățenii români posesori de pașapoarte simple electronice și pașapoarte de serviciu - care trebuie să aibă o valabilitate de încă cel puțin 6 luni de la data intrării în Algeria. Obținerea vizei și intrarea pe teritoriul algerian sunt condiționate de deținerea unei asigurări medicale de călătorie, valabilă din a 5-a zi de la data depunerii dosarului de viză. În România, viza se poate obține de la Secția Consulară a Ambasadei Algeriei la București. Perioada de ședere în Algeria nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă, pentru siguranța cetățenilor români, evitarea deplasărilor în cartierele populare din marile orașe și deplasarea cu mașina pe timpul nopții în afara localităților. Dacă ești nevoit să te deplasezi în Algeria, MAE recomandă anunțarea prezenței în regiune adresându-te Ambasadei României la Alger.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Alger.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Algeria este acoperită în mare parte de deșertul Sahara, cel mai mare și mai fierbinte din lume. Ca atare, mare parte din populație locuiește pe doar 12% din teritoriu.",
        "vaccine" : ""
    },
    {
        "name": "American Samoa",
        "code": "AS",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30372",
        "comment": "Accesul în țară se face pe baza unui pașaport valabil cel puțin 6 luni, un bilet de întoarcere, dovada existenței fondurilor necesare pentru sejur, precum și adresa unde vei locui pe durata șederii. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Samo Americană este considerată un teritoriu neîncorporat, neorganizat al Statelor Unite ale Americii. Beneficiază de protecție diplomatică și militară din partea SUA, dar nu și de restul beneficiilor din Constituția Americană.",
        "vaccine" : ""
    },
    {
        "name": "Andorra",
        "code": "AD",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28306",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Andorra, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Aceștia au dreptul legal de ședere pentru o perioadă de 90 de zile într-un interval de 6 luni.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada Andorrei la Viena, Austria.",
        "affiliation" : "ONU"
    },
    {
        "name": "Angola",
        "code": "AO",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/14431",
        "comment": "Cetățenii români care vor să intre pe teritoriul Angolei au nevoie doar de pașaport (valabil cel puțin 6 luni de la data ultimei zile a vizei) dacă vizita are ca scop turismul și nu depășește 30 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! MAE recomandă cetățenilor români să manifeste atenție sporită în timpul deplasărilor pe teritoriul Angolei din cauza nivelului ridicat al criminalității: să evite zonele aglomerate, deplasările pe jos, cu mijloacele de transport în comun, vehicule de tip taxi neautorizate în special în anumite provincii. Mai multe detalii pe site-ul MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada Angolei la Belgrad, Serbia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Orașul Luanda a fost numit în 2017 ca unul dintre cele mai scumpe orașe din lume pentru expați.",
        "vaccine" : "Este recomandată vaccinarea împotriva hepatitei A și B, împotriva poliomielitei, tetanosului, febrei tifoide și galbene."
    },
    {
        "name": "Anguilla",
        "code": "AI",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Antarctica",
        "code": "AQ",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Antigua and Barbuda",
        "code": "AG",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48633",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru a călători în Antigua și Barbuda în scop turistic, însă perioada nu trebuie să depășească 90 de zile. Pașaportul trebuie să aibă o valabilitate de minumum 6 luni de la data ieșirii de pe teritoriul caraibian, va trebui să mai deții un bilet de întoarcere, să demonstrezi că beneficiezi de servicii turistice achitate anticipat, să faci dovada asigurării condițiilor de cazare, precum să ai și dovada vaccinării contra febrei galbene dacă vii dintr-o țară cu incidența acestei boli. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Antigua a fost numită Insula cu 365 de Plaje. De la nisipul auriu la cel în nuanțe de roz, datorat coralilor, frumusețea plajelor este greu de descris în cuvinte.",
        "vaccine" : "Nu există vaccinuri obligatorii, cu excepția vaccinului contra febrei galbene, în cazul în care călătorii provin dintr-o țară în care există incidența acestei boli."
    },
    {
        "name": "Argentina",
        "code": "AR",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3667",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Argentina, ci doar de pașaport. Perioada de ședere nu trebuie să depășească 90 de zile într-un interval de 6 luni de la data primei intrări. Mai multe detalii pe site-ul MAE.",
        "warning" : "Alertă de călătorie! Cetățenii români sunt sfătuiți să folosească operatori turistici acreditați și să fie extrem de vigilenți pe perioada deplasării, existând cazuri frecvente de jafuri și asasinate în special în zonele turistice și din apropierea gărilor și marilor hoteluri. Mai multe detalii pe site-ul MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Buenos Aires.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Argentina este locul de naștere al tangoului. Are originile în Buenos Aires, în cartierele muncitorești din secolul al XIX-lea.",
        "vaccine" : ""
    },
    {
        "name": "Armenia",
        "code": "AM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3668",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru șederile mai scurte de 90 de zile, ci doar de un pașaport simplu.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să se abțină de la orice deplasare în apropierea frontierei Armeniei cu Azerbaidjan, respectiv la o distanță mai mică de 20 km de granița dintre cele două state. Mai multe informații pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Erevan.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este prima țară din lume care a acceptat Creștinismul ca religie de stat. ",
        "vaccine" : ""
    },
    {
        "name": "Aruba",
        "code": "AW",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Australia",
        "code": "AU",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3669",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru călători în Australia. Începând cu 2008, Departamentul Australian pentru Imigrare și Cetățenie a inclus România pe lista statelor care beneficiază de sistemul electronic de acordare a vizelor 'auto-grant facility'. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Canberra.",
        "emergency" : "",
        "funfact" : "Australia este populată de 65.000 de ani. Tradițiile artistice, spirituale și muzicale ale aborigenilor australieni sunt printre cele mai prezervate din istoria planetei.",
        "vaccine" : ""
    },
    {
        "name": "Austria",
        "code": "AT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3670",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Austria, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Viena.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "După cel de-al Doilea Război Mondial, Austria a fost divizată în patru zone de ocupație până în 1955: britanice, franceze, americane și sovietice.",
        "vaccine" : ""
    },
    {
        "name": "Azerbaijan",
        "code": "AZ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3671",
        "comment": "Cetățenii români au nevoie de pașaport simplu electronic sau temporar, valabil cel puțin 3 luni de la data expirării vizei de intrare, precum și de viză. Viza de intrare poate fi obținută electronic sau fizic la Ambasada Republicii Azerbaidjan la București. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să se abțină de la orice deplasare în apropierea frontiere Armeniei cu Azerbaidjan. Mai multe informații pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Baku.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Există o teorie care sugerează că vikingii își au originea în Azerbaijan. O poveste islandeză veche de 800 de ani descrie călătoria zeului nordic Odin dintr-un tărâm estic numit As-hov sau Aser către Scandinavia.",
        "vaccine" : ""
    },
    {
        "name": "Bahamas",
        "code": "BS",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48634",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în scop turistic în Bahamas, ci doar de pașaport. Perioada de ședere nu trebuie să depășească 90 de zile și pașaportul să aibă o valabilitate de minimum 6 luni de la data preconizată de plecare din Bahamas. Mai mult, trebuie să deții un bilet de întoarcere, să demonstrezi că beneficiezi de servicii turistice achitate anticipat, să ai o asigurare medicală valabilă, să faci dovada asigurării condițiilor de cazare, să faci dovada vacinării contra febrei galbene dacă vii dintr-o țară cu incidența acestei boli și să completezi cardul de imigrări. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Bahamas este un arhipelag de 700 de insule, insulițe și recifuri.",
        "vaccine" : "Nu există vaccinuri obligatorii, cu excepția celui pentru febră galbenă în cazul călătorilor care provin dintr-o țară unde există incidența acestei boli."
    },
    {
        "name": "Bahrain",
        "code": "BH",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/25187",
        "comment": "Cetățenii români care doresc să intre pe teritoriul Regatului Bahrain au nevoie atât de pașaport, cât și de viză de intrare - indiferent de scopul călătoriei și de tipul pașaportului deținut. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abu Dhabi, Emiratele Arabe Unite.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este cel mai mic stat suveran din Orientul Mijlociu.",
        "vaccine" : ""
    },
    {
        "name": "Bangladesh",
        "code": "BD",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/45400",
        "comment": "Cetățenii români posesori de pașapoarte turistice și temporare au nevoie de viză de intrare în Republica Populară Bangladesh. Pentru detalii despre obținerea vizei poți consulta site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să evite orice călătorie în această țară pe fondul protestelor violente și a decretării stării de asediu în 2024. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la New Delhi, India.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Găzduiește cea mai lungă plajă naturală din lume, Cox's Bazar, ce are o lungime de 120 de kilometri.",
        "vaccine" : ""
    },
    {
        "name": "Barbados",
        "code": "BB",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48635",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru a călători în Barbados în scop turistic, ci doar de pașaport. Perioada maximă de ședere este de 90 de zile. Mai multe detalii despre condițiile de intrare, pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este țara în care s-a născut Rihanna, care a fost și declarată erou național al Barbadosului.",
        "vaccine" : ""
    },
    {
        "name": "Belarus",
        "code": "BY",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3672",
        "comment": "Cetățenii români care doresc să călătorească în Belarus, posesori de pașapoarte simple electronice, au nevoie de viză de intrare - aceasta poate fi obținută numai de la Ambasada Republicii Belarus la București. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile neesențiale în Belarus pe fondul deteriorării situației de securitate din regiune, cauzată de agresiunea militară rusă împotriva Ucrainei.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României Minsk.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Wargaming, studio-ul responsabil pentru jocuri video ca World of Tanks, World of Warships sau World of Warplanes, este bielorus.",
        "vaccine" : ""
    },
    {
        "name": "Belgium",
        "code": "BE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3673",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Belgia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bruxelles.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Cartofii prăjiți au fost inventați de belgieni, după spusele lor. Fiecare sat are cel puțin un fritkot, adică un chioșc sau o dubiță ce servește cartofi prăjiți.",
        "vaccine" : ""
    },
    {
        "name": "Belize",
        "code": "BZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/33006",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Belize, ci doar de pașaport - pentru o perioadă de 30 de zile și doar în scop turistic sau de afaceri. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! MAE recomandă cetățenilor români să fie extrem de vigilenți dacă aleg să călătorească în acest stat, existând atât cazuri de furturi în care sunt vizați turiștii, precum și tensiuni la granița disputată între Belize și Guatemala. Mai multe detalii pe site-ul MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Aproape un milion de turiști vizitează anual Belize, 70% dintre ei fiind americani.",
        "vaccine" : ""
        
    },
    {
        "name": "Benin",
        "code": "BJ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30215",
        "comment": "Cetățenii români au nevoie de viză și pașaport simplu, de serviciu, oficial sau diplomatic pentru a călători în Benin. Perioada de ședere nu poate depăși 90 de zile, iar viza se poate obține de la Ambasada Republicii Benin la Paris. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să evite deplasările în Republica Benin pe fondul violențelor stradale, a acțiunilor teroriste sau a răpirilor cetățenilor străini. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "A scris istorie în anii '90, când a devenit prima țară africană ce a făcut tranziția de la dictatură la democrație.",
        "vaccine" : ""
    },
    {
        "name": "Bermuda",
        "code": "BM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Bhutan",
        "code": "BT",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/44984",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a intra în Regatul Bhutan. Vizele turistice se pot obține prin intermediul site-ului Departamentului pentru Imigrare din Bhutan, dar și prin furnizorii de servicii turistice. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la New Delhi, India.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Regele Bhutanului a abdicat în 2005 și a permis instalarea democrației și a alegerilor libere, realizând că țara nu va putea avea întotdeauna un rege just și onest.",
        "vaccine" : "Este recomandată vaccinarea împotriva tetanosului, a febrei tifoide, hepatitei A și B, precum și pentru encefalita japoneză, rabie și gripă."
    },
    {
        "name": "Bolivia",
        "code": "BO",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3674",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Bolivia, oricare ar fi scopul călătoriei. Pașaportul trebuie să aibă o valabilitate de 6 luni din momentul intrării în acest stat, însă Ministerul Afacerilor Externe recomandă ca valabilitatea documentului să fie cât mai mare. Solicitarea de viză se face în prealabil online. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe informează cetățenii români că trebuie să acorde o atenție deosebită pe teritoriul acestui stat din cauza manifestațiilor de protest ale organizațiilor sindicale, precum și din cauza nivelului crescut de infracțiuni stradale. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Lima, Peru.",
        "affiliation" : "ONU",
         "emergency" : "",
        "funfact" : "În 2014, ceasul de pe clădirea Congresului din La Paz a fost setat să funcționeze invers. Ministrul de Externe, David Choquehuanca, l-a numit 'Ceasul Sudului' și a spus că le va aminti bolivienilor să gândească creativ și să pună la îndoială normele.",
        "vaccine" : ""
    },
    {
        "name": "Bosnia and Herzegovina",
        "code": "BA",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3675",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Bosnia și Herțegovina, ci doar de carte de identitate sau pașaport. Chiar și așa, documentul de călătorie trebuie să aibă o valabilitate de 3 luni peste perioada declarată de ședere în acest stat, iar toți cetățenii români trebuie să facă dovada deținerii sumei de 150 BAM (mărci convertibile) sau de 75 EUR/fiecare zi de ședere în țară. De asemenea, cetățenii străini care doresc să rămână mai mult de 3 zile în Bosnia și Herțegovina  trebuie să se înregistreze la birourile teritoriale ale Serviciului pentru Străini aparținând de Ministerul Securității. Mai multe detalii pe site-ul oficial MAE. ",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Sarajevo.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Moneda oficială este Marka, ce nu poate fi cumpărată sau schimbată nicărieri altundeva în lume.",
        "vaccine" : ""
    },
    {
        "name": "Botswana",
        "code": "BW",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Bouvet Island",
        "code": "BV",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Brazil",
        "code": "BR",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3676",
        "comment": "Cetățenii români care doresc să călătorească în Brazilia nu au nevoie de viză, ci doar de pașaport. Perioada legală de ședere este de 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă evitarea călătoriilor în Brazilia pe fondul cazurilor de febră Dengue.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Brasilia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Brazilia este cel mai mare producător de cafea din lume de peste 150 de ani.",
        "vaccine" : "Este recomandă cu tărie vaccinarea împotriva febrei galbene cu 10 zile înainte de efectuarea călătoriei spre Rio de Janeiro, în special dacă se dorește îmbarcarea și vizitarea Ilha Grande. Se recomandă și vaccinarea împotriva malariei."
    },
    {
        "name": "British Indian Ocean Territory",
        "code": "IO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Brunei Darussalam",
        "code": "BN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/29494",
        "comment": "Cetățenii care călătoresc în Brunei pentru o perioadă de mai puțin de 90 de zile nu au nevoie de viză de intrare, ci doar de pașaport - acesta trebuie să fie valabil cel puțin 6 luni înainte de a intra în Brunei și să justifice doar scopuri de afaceri sau vizită. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe avertizează cetățenii români care doresc să călătorească în acest stat că există un risc scăzut de atacuri teroriste, dar și de demonstrații sau adunări mari. Mai multe detalii pe site-ul MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Kuala Lumpur, Malaezia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Sultanul din Brunei ar duce luxul la un nou nivel: ar deține 500 de mașini Rolls Royce, un palat cu aproape 2.000 de camere și ar beneficia de tunsori de 20.000 de dolari.",
        "vaccine" : ""
    },
    {
        "name": "Bulgaria",
        "code": "BG",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3677",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Bulgaria, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Sofia.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Parlamentul bulgar este cea mai veche instituție parlamentară din Europa. S-a reunit pentru prima oară pe 11 mai 1879.",
        "vaccine" : ""
    },
    {
        "name": "Burkina Faso",
        "code": "BF",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29271",
        "comment": "Cetățenii români care vor să intre pe teritoriul Burkina Faso au nevoie de pașaport și viză. Pașaportul trebuie să fie valabil cel puțin 6 luni de la data depunerii cererii de viză; viza se acordă pentru o perioadă de mmaximum 90 de zile și poate fi obținută de la Ambasada Republicii Burkina Faso la Bruxelles, care asigură reprezentarea diplomatică și consulară a Republicii Burkina Faso în România. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă să evite călătoriile în Burkina Faso pe fondul deteriorării grave a situației de securitate și a riscului de anulare a zborurilor internațioanle. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Aproape 80% din populația țării este angajată în agricultură de subzistență, adică toate culturile și animalele crescute de fermieri sunt suficiente exclusiv pentru ei și familiile lor, cu un procent scăzut destinat comerțului.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene. Se recomandă, de asemenea, vaccinarea împotriva tetanosului, poliomielitei, difteriei, meningitei, febrei tifoide și a hepatitei A și B."
    },
    {
        "name": "Burundi",
        "code": "BI",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30844",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Burundi. Viza se poate obține atât la aterizare, direct pe aeroportul din Bujumbura, cât și la misiunile diplomatice burundeze. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile în Burundi pe fondul instabilității politice. De asemenea, MAE recomandă să nu te deplasezi în zonele de frontieră cu Republica Democrată Congo. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nairobi, Kenya.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Doar 3% din populația țării are acces la internet, ceea ce face Burundi una dintre cele mai slab cotate țări în materie de acces la internet.",
        "vaccine" : "Pentru intrarea pe teritoriul acestui stat ai nevoie de un certificat care să ateste că te-ai vaccinat împotriva febrei galbene. Se recomandă, de asemenea, vaccinarea împotriva febrei tifoide, a hepatitei A și B, a tuberculozei, difteriei și poliomielitei."
    },
    {
        "name": "Cambodia",
        "code": "KH",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/31518",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Regatul Cambodgiei. Poți aplica pentru o viză turistică online, cu o singură intrare, pentru o perioadă de maximum 30 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să fie precauți atunci când călătoresc în Cambodgia și să evite apropierea de templul Preah Vihear, la frontiera cu Thailanda, pe fondul riscului declanșării de acte de violență. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Hanoi, Vietnam.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Vârsta medie a populației din Cambodgia este de sub 15 ani, în jur de 50% din populația țării are 15 ani sau sub această vârstă.",
        "vaccine" : ""
    },
    {
        "name": "Cameroon",
        "code": "CM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/49990",
        "comment": "Cetățenii români care doresc să călătorească în Camerun au nevoie de pașaport și viză. Viza de intrare poate fi obținută de la Ambasada Republicii Camerun în Italia, prin intermediul site-ului oficial. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de vigilenți. Situația de securitate din regiune este puternic afectată de acțiunile teroriste violente practicate de către gruparea teroristă Boko Haram. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Pe teritoriul său se află cea mai veche pădure din Africa. Parcul Național Pădurea Korop are o vârstă de 60 de milioane de ani și se află aproape de granița cu Nigeria.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene."
    },
    {
        "name": "Canada",
        "code": "CA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3678",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru a călători în Canada, ci doar de pașaport simplu electronic. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ottawa.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Cea mai lungă stradă din lume se află în Canada. Pornește din Lake Ontario și se întinde pe aproape 2.000 de kilometri până la granița cu Minnesota.",
        "vaccine" : ""
    },
    {
        "name": "Cape Verde",
        "code": "CV",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/29355",
        "comment": "Cetățenii români nu au nevoie de viză de intrare în Republica Capului Verde, ci doar de pașaport simplu electronic. Pașaportul trebuie să fie valabil pentru cel puțin încă 6 luni de la data intrării pe teritoriul acestui stat, iar perioada de ședere să nu depășească 30 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În această țară este considerat nepoliticos să mănânci în public fără să împarți și cu ceilalți din jurul tău. Majoritatea localnicilor cumpără suficientă mâncare pentru a împărți și cu cei din jurul lor.",
        "vaccine" : ""
    },
    {
        "name": "Cayman Islands",
        "code": "KY",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Central African Republic",
        "code": "CF",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29374",
        "comment": "Cetățenii români au nevoie de pașaport și viză de intrare pentru a călători în Repulica Centrafricană. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români evitarea deplasărilor în Republica Centrafricană pe fondul pericolului de jafuri armate, tâlhării, violuri și răpiri, precum și pentru condițiile de climă tropicală și igienă precară. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Khartoum, Republica Sudan.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Alături de Ciad și Madagascar, Republica Centrafricană este una dintre țările cel mai puțin afectate de poluarea luminoasă.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie. Este recomandată, de asemenea, vaccinarea împotriva virusului poliomielitic."
    },
    {
        "name": "Chad",
        "code": "TD",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/64134",
        "comment": "Cetățenii care doresc să călătorească în Ciad au nevoie de pașaport și viză. Mai multe detalii despre obținerea vizei pe site-ul oficial MAE.",
        "warning" : "",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Ciadul mai este numit și Turnul Babel al lumii datorită celor peste 200 de grupuri etnice și a celor 100 de limbi vorbite în țară.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie."
    },
    {
        "name": "Chile",
        "code": "CL",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3680",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru a călători în Chile, ci doar de pașaport. Extrem de important, perioada de ședere este de maximum 90 de zile și scutirea de vize este valabilă doar pentru scopuri turistice, așa că cetățenii români care nu pot demonstra cu documente justificative acest fapt (rezervare hotel, sume necesare în cash sau ucarte de credit) pot fi retrimiși în țara de origine/reședință. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Santiago de Chile.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Chile mai este numită și capitala lumii în materie de astronomie. Deșertul Atacama este cunoscut pentru lipsa de precipitații și, ca atare, este ideal pentru pasionații de astronomie.",
        "vaccine" : ""
    },
    {
        "name": "China",
        "code": "CN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3681",
        "comment": "Cetățenii români au nevoie doar de pașaport pentru a călători în China între 30 noiembrie 2024 și 31 decembrie 2025. Perioada de ședere trebuie să fie de maximum 30 de zile, scopul vizitei să fie de afaceri, turism, vizită de familie, vizită de schimb sau tranzit iar valabilitatea pașaportului să fie mai mare de 6 luni, cu cel puțin 2 pagini libere. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Beijing.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În 2011, China a consumat 42,5 miliarde de pachete de tăiței instant.",
        "vaccine" : ""
    },
    {
        "name": "Christmas Island",
        "code": "CX",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Cocos (Keeling) Islands",
        "code": "CC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Colombia",
        "code": "CO",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3684",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Columbia, ci doar de pașaport. Pașaportul trebuie să fie valabil cel puțin 6 luni de la momentul intrării, scopul călătoriei să fie turistic, iar cetățenii români să facă dovada unui bilet de călătorie dus-întors. Perioada maximă de ședere este de 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe informează cetățenii români de rapoarte de febră Dengue. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bogota.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Conform legii columbiene, imnul de stat este redat la televizor și radio de două ori pe zi: la 6 dimineața și la 6 seara.",
        "vaccine" : ""
    },
    {
        "name": "Comoros",
        "code": "KM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12234",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Insulele Comore. Viza se emite pe loc, la momentul intrării în țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria, Republica Africa de Sud.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Comoros este cel mai mare producător de ylang-ylang din lume, cu aproape 80% din necesarul planetei venind de aici.",
        "vaccine" : ""
    },
    {
        "name": "Congo",
        "code": "CG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30130",
        "comment": "Cetățenii români au nevoie de pașaport și viză de intrare. Pașaportul trebuie să aibă o valabilitate de cel puțiun 1 an de la data intrării pe teritoriul acestui stat și să conțină minimum 4 pagini libere, iar perioada de ședere nu poate depăși 91 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă evitarea deplasărilor în Republica Congo pe fondul situației de securitate din această țară. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Luanda, Angola.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este singurul loc din lume care găzduiește cimpanzeul Bonobo, considerat cea mai apropiată legătură a speciei umane.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene. Se recomandă, de asemenea, vaccinarea împotriva hepatitei A, poliomielitei, tetanosului și a febrei tifoide."
    },
    {
        "name": "Congo, The Democratic Republic of the",
        "code": "CD",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30131",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Republica Democrată Congo. Pașaportl trebuie să aibă o valabilitate de cel puțin 1 an de la data intrării pe teritoriu și să conțină minimum 4 pagini albe, iar perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! MMinisterul Afacerilor Externe recomandă evitarea oricărei călătorii pe teritoriul acestui stat din cauza riscului de infestare cu febră virală hemoragică, rezultată în urma epidemiei cu care se confruntă în ultima perioadă acest stat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Luanda, Angola.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Populația Republicii Democrate Congo adună peste 200 de grupuri etnice, ce vorbesc 250 de limbi și dialecte în întreaga țară.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene. Se recomandă, de asemenea, vaccinarea împotriva hepatitei A, poliomielitei, tetanosului și a febrei tifoide."
    },
    {
        "name": "Cook Islands",
        "code": "CK",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Costa Rica",
        "code": "CR",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3687",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Republica Costa Rica, ci doar de pașaport. Perioada maximă de ședere este de 90 de zile într-un interval de 6 luni, scopul călătoriei trebuie să fie turistic sau de afaceri, iar la sosirea la punctul de trecere a frontierei trebuie să prezinți documentele care demonstrează scopul vizitei, precum și mijloace financiare suficiente pentru întreținerea pe perioada șederii și alte documente. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români vigilență sporită pe fondul jafurilor și al infracțiunilor violente în locurile publice la adresa turiștilor. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico, Mexic.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai 'fericite' țări din lume, cu o populație ce adoptă stilul de viață pura vida. ",
        "vaccine" : ""
    },
    {
        "name": "Cote D'Ivoire",
        "code": "CI",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3683",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Coasta de Fildeș. Viza se acordă de către misiunile diplomatice și oficiile Consulare ale Republicii Coasta de Fildeș - reprezentarea diplomatică și consulară a Republicii Coasta de Fildeș în România este asigurată de Ambasada Republicii Coasta de Fildeș în Germania. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă vigilență sporită pe fondul insecurității țării, cu focare de tensiune la nivel local. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Coasta de Fildeș are două capitale: Yamoussoukro (cea oficială) și Abidjan (cea administrativă).",
        "vaccine" : "Vaccinul împotriva febrei galbene este obligatoriu pentru intrarea în acest stat. Se recomandă vaccinarea împotriva tetanosului, poliomielitei, difteriei, meningitei, febrei tifoide, hepatitei A și B, precum și pentru alte boli. Mai multe informații utile pe site-ul oficial MAE."
    },
    {
        "name": "Croatia",
        "code": "HR",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3688",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Croația, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Este important de menționat faptul că cetățenii români care doresc să rămână în Croația pentru perioade mai lungi de 90 de zile trebuie să se înregistreze, în funcție de scopul șederii, la autoritățile croate competente. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Zagreb.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Este țara care a dat naștere creionului mecanic. Slavoljub Penkala l-a inventat în 1906 și compania sa există și acum.",
        "vaccine" : ""
    },
    {
        "name": "Cuba",
        "code": "CU",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3689",
        "comment": "Cetățenii români au nevoie de pașaport și viză sau tarjeta turistica pentru a călători în Cuba. Viza se poate obține de la ambasadele sau consulatele Cubei în străinătate sau de la agențiile de turism sau companiile aeriene de la care s-a achiziționat pachetul turistic sau biletul de călătorie. Începând cu septembrie 2024, autoritățile cubaneze au implementat un sistem online de emitere a vizei turistice, care se eliberează cu o singură intrare și o valabilitate de 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Havana.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Deși relațiile sale cu Occidentul s-au îmbunătățit, Cuba este în continuare o țară cu regim autoritar. Ca atare, Wi-Fi-ul este greu de găsit - îl vei putea folosi doar în locuri dedicate și contra-cost.",
        "vaccine" : ""
    },
    {
        "name": "Cyprus",
        "code": "CY",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3682",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Cipru, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Nicosia.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Cipru se bucură de razele soarelui peste 300 de zile pe an.",
        "vaccine" : ""
    },
    {
        "name": "Czech Republic",
        "code": "CZ",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3679",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Republica Cehă. Intrarea este permisă cu cartea de identitate sau cu pașaportul, valabile pentru o perioadă de cel puțin 3 luni. Perioada maximă de ședere este de 3 luni, fiind necesară obținerea unui permis de ședere pentru perioade mai lungi. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Praga.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Cehia are cele mai multe castele din Europa: peste 2.000.",
        "vaccine" : ""
    },
    {
        "name": "Denmark",
        "code": "DK",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3690",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Danemarca, ci doar de cartea de identitate sau de pașaport, valabile cel puțin 3 luni. Perioada maximă de ședere pentru deținătorii acestor documente este de 3 luni.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Copenhaga.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Danemarca deține cel mai vechi steag din lume. Legenda spune că își are originile în secoulul al XIV-lea, în timpul bătăliei de la Lyndanisse.",
        "vaccine" : ""
    },
    {
        "name": "Djibouti",
        "code": "DJ",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Dominica",
        "code": "DM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48636",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în scop turistic în Dominica, ci doar de pașaport. Perioada de ședere nu trebuie să depășească 90 de zile și este necesar să îndeplinești mai multe condiții. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Aici a fost filmată pelicula 'Pirates of the Caribbean: Dead Man’s Chest'.",
        "vaccine" : ""
    },
    {
        "name": "Dominican Republic",
        "code": "DO",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3738",
        "comment": "Cetățenii români care vor să călătorească în Republica Dominicană nu au nevoie de viză, ci doar de pașaport și un card turistic. Acesta se poate obține de la consulatele Republicii Dominicane sau la punctele de trecere a frontierei. Perioada de ședere nu trebuie să depășească 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Bogota, Republica Dominicană.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este singura țară din lume cu o biblie pe steagul național.",
        "vaccine" : ""
    },
    {
        "name": "Ecuador",
        "code": "EC",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/31517",
        "comment": "Cetățenii români care vor să călătorească în Ecuador în scop turistic nu au nevoie de viză, ci doar de pașaport. Acesta trebuie să fie valabil minimum 6 luni, iar perioada de ședere să nu depășească 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă evitarea oricăror deplasări în anumite regiuni pe fondul conflictelor violente, dar și al evadărilor de infractori periculoși din mai multe penitenciare. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Lima, Peru.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Insulele Galapagos, parte din Ecuador, au stat la baza Teoriei Evoluției a lui Charles Darwin.",
        "vaccine" : ""
    },
    {
        "name": "Egypt",
        "code": "EG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3691",
        "comment": "Cetățenii români care doresc să călătorească în Egipt au nevoie de pașaport și viză. Pașaportul simplu sau simplu temporar trebuie să aibă o valabilitate de minimum 6 luni de la data intrării în Egipt, iar viza turistică se poate obține la aeroport sau la sediul Ambasadei Republicii Arabe Egipt în România. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe atrage atenția asupra atentatelor teroriste din Peninsula Sinai și la frontiera cu Libia și Sudan iar, ca atare, recomandă imperativ evitarea oricărei deplasări în aceste zone. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Cairo.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "95% din populația Egiptului trăiește de-a lungul Nilului, cel mai lung râu din lume.",
        "vaccine" : ""
    },
    {
        "name": "El Salvador",
        "code": "SV",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/33020",
        "comment": "Cetățenii români care vor să călătorească în El Salvador în scop turistic nu au nevoie de viză, ci doar de pașaport. Adițional, va trebui să prezinți mai multe documente, precum un bilet de călătorie pentru reîntoarcerea în România, asigurare de călătorie/sănătate care să aibă acoperire în acest stat sau traseul turistic. Perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico, Mexic.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este cea mai mică țară din America Centrală, dar unul dintre cele mai mari centre comerciale din zonă.",
        "vaccine" : ""
    },
    {
        "name": "Equatorial Guinea",
        "code": "GQ",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Eritrea",
        "code": "ER",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Estonia",
        "code": "EE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3694",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Estonia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Cetățenii statelor membre UE, deci și cetățenii români, pot rămâne pe teritoriul Estoniei trei luni fără a îndeplini vreo formalitate, dacă au o carte de identitate sau un pașaport valabil și dețin resurse ecnonomice suficiente pentru a se întreține pe sine și, eventual, membrii familiei. Pentru șederi mai lungi de 3 luni, cetățenii UE trebuie să se înregistreze la administrația locală în care locuiesc. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tallinn.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "În 2005 a devenit prima țară din lume care a introdus votul digital, subliniind poziția sa ca una dintre cele mai avansate digital societăți din Europa.",
        "vaccine" : ""
    },
    {
        "name": "Ethiopia",
        "code": "ET",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3695",
        "comment": "Cetățenii români care doresc să călătorească în Etiopia au nevoie de pașaport și viză. Viza turistică poate fi obținută online, cu cel puțin 5 zile înainte de data călătoriei. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandăevitarea oricărei călătorii pe fondul situației de securitate imprevizibile în mai multe zone ale țării. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Addis Abeba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este singura țară din lume cu un sistem de timp în 12 ore: ciclul zilei începe cu răsăritul fiecarei dimineți la ora 06:00 și se încheie pe înserat, la 17:59. Ciclul de noapte începe seara la ora 18:00 și se încheie dimineața, la 05:59.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie pentru a intra pe teritoriul acestui stat, iar carnetul de vaccinări trebuie prezentat, la cerere, la sosirea pe Aeroportul Internațional Bole."
    },
    {
        "name": "Falkland Islands (Malvinas)",
        "code": "FK",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Faroe Islands",
        "code": "FO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Fiji",
        "code": "FJ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30276",
        "comment": "Cetățenii români care doresc să călătorească în Fiji nu au nevoie de viză, ci doar de pașaport simplu sau temporar. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Fiji reunește 332 de insule, localizate între Hawaii și Noua Zeelandă.",
        "vaccine" : ""
    },
    {
        "name": "Finland",
        "code": "FI",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3697",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Finlanda, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Helsinki.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Finlandezii sunt cei mai mari băutori de cafea din lume. Un finlandez consumă, în medie, 12 kilograme de cafea pe an, așa că 8 cești pe zi reprezintă ceva complet obișnuit pentru finlandezi.",
        "vaccine" : ""
    },
    {
        "name": "France",
        "code": "FR",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3698",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Franța, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Paris.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Francezii beau 11 milioane de pahare de vin în fiecare an, adică aproape 25 de milioane de hectolitri.",
        "vaccine" : ""
    },
    {
        "name": "French Guiana",
        "code": "GF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "French Polynesia",
        "code": "PF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "French Southern Territories",
        "code": "TF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Gabon",
        "code": "GA",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30214",
        "comment": "Cetățenii români posesori de pașaport simplu, de serviciu, oficial sau diplomatic au nevoie de viză de intrare pentru a călători în Gabon. Perioada de ședere nu poate depăși 90 de zile, iar viza de poate obține de la Secția Consulară a Ambasadei Gabon în Federația Rusă. De asemenea, cetățenii străini trebuie să facă dovada Certificatului Internațional de Vaccinare șa sosirea în țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă vigilență maximă pe fondul criminalității urbane din capitală și al tentativelor de fraudă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Mai mult de 80% din suprafața țării este acoperită de pădure.",
        "vaccine" : ""
    },
    {
        "name": "Gambia",
        "code": "GM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/29270",
        "comment": "Cetățenii români care doresc să călătorească în Gambia în scop turistic nu au nevoie de viză de intrare, ci doar de pașaport. Pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la data intrării pe teritoriul acestui stat. Reprezentarea diplomatică și consulară a Republicii Islamice Gambia în România este asigurată de Ambasada Gambiei în Franța. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă prudență maximă sau chiar anularea călătoriilor în Gambia pe fondul tensiunilor postelectorale. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Numele oficial al țării este The Gambia, una dintre cele singurele două țări din lume cu prefix înaintea numelui țării (alături de The Bahamas).",
        "vaccine" : ""
    },
    {
        "name": "Georgia",
        "code": "GE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3699",
        "comment": "Cetățenii români care doresc să călătorească în Georgia nu au nevoie de viză, ci doar de cartea de identitate sau pașaport.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă vigilență maximă pe fondul tensiunilor de stradă înregistrate în ultimele luni. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tbilisi.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Georgia este considerată drept locul de naștere al vinului, datând în urmă cu 8000 de ani.",
        "vaccine" : ""
    },
    {
        "name": "Germany",
        "code": "DE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3700",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Germania, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Berlin.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Poți comanda bere într-un restaurant din Germania doar ridicând degetul mare - dacă ridici și degetul arătător și cel din mijloc, vei comanda trei beri.",
        "vaccine" : ""
    },
    {
        "name": "Ghana",
        "code": "GH",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/50068",
        "comment": "Cetățenii români care doresc să călătorească în Republica Ghana au nevoie de pașaport și viză. Viza de intrare poate fi obținută de la Consulatul Onorific al Republicii Ghana la București. Mai  multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă prudență maximă cetățenilor români care călătoresc în Ghana și să evite deplasările pe timpul nopții pe fondul violențelor stradale. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Atunci când faci cunoștință cu un grup de cetățeni din Ghana, este considerat politicos să le strângi mâna începând cu persoana din dreapta, din capăt, iar apoi să continui spre stânga.",
        "vaccine" : ""
    },
    {
        "name": "Gibraltar",
        "code": "GI",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Greece",
        "code": "GR",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3701",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Grecia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Atena.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Prânzul este cea mai importantă masă a zilei în Grecia: este servit de regulă la ora 14:00. Cina se servește, de regulă, nu mai devreme de ora 21:00.",
        "vaccine" : ""
    },
    {
        "name": "Greenland",
        "code": "GL",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Grenada",
        "code": "GD",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guadeloupe",
        "code": "GP",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guam",
        "code": "GU",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guatemala",
        "code": "GT",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/33017",
        "comment": "Cetățenii români care doresc să călătorească în Guatemala în scop turistic sau de afaceri nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile într-un interval de 6 luni, iar la sosirea la punctul de trecere a frontierei este necesară prezentarea documentelor care demonstrează scopul vizitei și faptul că deții mijloacele financiare necesare întreținerii pe perioada șederii. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români care urmează să călătorească în Republica Guatemala să fie extrem de vigilenți ca urmare a jafurilor, a sechestrărilor și a infracțiunilor violente. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico, Mexic.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Guatemala are peste 30 de vulcani pe teritoriul său, însă doar trei dintre ei sunt activi.",
        "vaccine" : ""
    },
    {
        "name": "Guernsey",
        "code": "GG",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guinea",
        "code": "GN",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guinea-Bissau",
        "code": "GW",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guyana",
        "code": "GY",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Haiti",
        "code": "HT",
        "documents": "Pașaport",
        "source": "https://mae.ro/travel-conditions/30301",
        "comment": "Cetățenii români care doresc să călătorească în Haiti au nevoie doar de pașaport, nu și de viză. Perioada de ședere nu poate depăși 90 de zile, iar pașaportul trebuie să fie valabil cel puțin 6 luni de la momentul intrării în țară. Tichetul de sosire/plecare, acordat tuturor străinilor la sosirea pe teritoriul haitian, este solicitat de autorități la plecare - lipsa acestuia poate cauza probleme cu autoritățile locale. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recocmandă cu insistență încheierea de asigurări de călătorie, medicale și de viață pentru călătoriile în Haiti. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Locuitorii din Haiti te pot saluta în mai multe feluri: pot spune bonjou, sak pase sau onè respè.",
        "vaccine" : ""
    },
    {
        "name": "Heard Island and Mcdonald Islands",
        "code": "HM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Holy See (Vatican City State)",
        "code": "VA",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Honduras",
        "code": "HN",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Hong Kong",
        "code": "HK",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Hungary",
        "code": "HU",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3756",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Ungaria, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Budapesta.",
        "affiliation" : "UE, NATO, ONU",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Ungaria nu se obișnuiește să ciocnești paharele de bere: legenda spune că, după victoria Habsburgilor asupra revoluției maghiare din 1848, austriecii ciocneau paharele de bere după fiecare execuție. Maghiarii au jurat atunci să nu mai ciocnească paharele timp de 150 de ani, iar mulți dintre ei încă urmează acest jurământ.",
        "vaccine" : ""
        
    },
    {
        "name": "Iceland",
        "code": "IS",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3709",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Islanda, ci doar de carte de identitate sau pașaport valabile. Valabilitatea documentelor de călătorie trebuie să depășească cu cel puțin trei luni data încheierii călătoriei (data ieșirii de pe teritoriul Islandei). Mai multe detalii pe site-ul MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Copenhaga, Danemarca.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Există doar două locuri pe planetă unde nu vei găsi țânțari: Antarctica și Islanda. Nu vei găsi în Islanda nici șerpi, scorpioni sau păianjeni veninoși.",
        "vaccine" : ""
    },
    {
        "name": "India",
        "code": "IN",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3703",
        "comment": "Cetățenii români posesori de pașapoarte turistice și temporare au nevoie de viză de intrare în Republica India. Cu excepția posesorilor de pașapoarte temporare, India oferă cetățenilor români posibilitatea de a solicita e-Visa pentru scopuri de recreere, turism, vizitare a prietenilor/rudelor, tratament medical de scurtă durată sau afaceri. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă evitarea statelor Jammu și Kashmir, pe fondul revocării statutului lor special. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la New Delhi.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Rupia indiană este o valută închisă: restricțiile presupun ca vizitatorii ori să sosească în țară cu bani cash pe care să-i schimbe apoi la aeroport sau oficii de schimb, ori să retragă rupii de la ATM odată ajunși în India.",
        "vaccine" : ""
        
    },
    {
        "name": "Indonesia",
        "code": "ID",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3704",
        "comment": "Cetățenii români posesori de pașapoarte simple ce călătoresc în Indonezia în scop turistic nu au nevoie de viză de intrare dacă perioada de ședere nu depășește maximum 30 de zile. Turiștii pot intra doar prin anumite puncte de frontieră pentru a beneficia de exceptareae de la viza de intrare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de vigilenți, atât pe fondul atacurilor teroriste, precum și din cauza frecvenței crescute a cutremurelor de intensitatet mare. De asemenea, Indonezia se află pe lista țărilor care impun cetățenilor străini vaccinarea antipoliomielită. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Jakarta.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Indonezia oferă o viză specială pentru nomazii digitali. Anunțată în 2021, viza durează până la 5 ani și toți banii câștigați în această perioadă sunt scutiți de taxe.",
        "vaccine" : ""
    },
    {
        "name": "Iran, Islamic Republic Of",
        "code": "IR",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Iraq",
        "code": "IQ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3706",
        "comment": "Cetățenii români care doresc să călătorească în Republica Irak trebuie să dețină un document de călătorie cu o valabilitate mai mare de 6 luni, precum și o viză ce poate fi obținută de la Ambasada Republicii Irak la București. Este extrem de important de menționat faptul că Ministerul Afacerilor Externe recomandă prudență sau chiar evitarea călătoriilor în Irak, situația de securitate din această țară fiind grav afectată zilnic de acțiuni cu caracter terorist. Mai multe informații pe site-ul oficical MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bagdad.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Iraqul este una dintre cele mai periculoase țări pentru călătorii conform International SOS Travel Risk Map.",
        "vaccine" : ""
    },
    {
        "name": "Ireland",
        "code": "IE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3708",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Irlanda, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Dublin.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Eticheta Dublin Pub sau Galway pub spune că dacă cineva îți cumpără o băutură, trebuie să cumperi și tu una înapoi persoanei care ți-a făcut cinste - iar dacă faci parte dintr-un grup, băuturile vor fi servite în runde (o persoană cumpără băuturi pentru toți ceilalți).",
        "vaccine" : ""
    },
    {
        "name": "Isle of Man",
        "code": "IM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Israel",
        "code": "IL",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3710",
        "comment": "Cetățenii români care călătoresc în Israel în scop turistic nu au nevoie de viză, ci doar de pașaport. Perioada șederii nu poate depăși 90 de zile, iar pașaportul trebuie să fie valabil cel puțin 6 luni de la data prevăzută pentru intrarea în Israel. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români prudență maximă și evitarea deplasărilor care nu se impun în zona de sud a Israelului din cauza tirurilor cu rachete din Fâșia Gaza. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tel Aviv.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Orașul-port Eilat este o zonă duty free unde se poate desfășura un comerț liber, fără taxă pe valoare adăugată.",
        "vaccine" : ""
    },
    {
        "name": "Italy",
        "code": "IT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3711",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Italia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Roma.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "14 miliarde de espresso-uri sunt savurate în fiecare an în Italia. Peste 20.000 de italieni lucrează ca barista, iar consumul mediu de cafea pe gospodărie este de 37 de kilograme pe an.",
        "vaccine" : ""
    },
    {
        "name": "Jamaica",
        "code": "JM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30303",
        "comment": "Cetățenii români care doresc să călătorească în Jamaica au nevoie de pașaport și viză. Viza poate fi obținută de la ambasadele sau consulatele Statului Jamaica din străinătate, precum și de la punctele de trecere a frontierei și poate fi prelungită pentru o perioadă de 30 de zile. Mai multe detalii pe site-ul MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de prudenți pe fondul ratei de criminalitate destul de ridicată. De asemenea, există o serie de vaccinuri care trebuie obligatoriu efectuată. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Jamaica se conduce pe partea stângă a drumului, un memento al trecutului său colonial.",
        "vaccine" : ""
    },
    {
        "name": "Japan",
        "code": "JP",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3712",
        "comment": "Cetățenii români care doresc să călătorească în Japonia au nevoie de pașaport și viză. Cea din urmă se poate obține de la Ambasada Japoniei la București. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Bacșișul este un obicei nepracticat în Japonia, așa că turiștii care lasă alături de nota de plată o sumă prea mare vor fi urmăriți de ospătar pentru a înapoia diferența.",
        "vaccine" : ""
    },
    {
        "name": "Jersey",
        "code": "JE",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Jordan",
        "code": "JO",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3705",
        "comment": "Cetățenii români care doresc să călătorească în Iordania au nevoie de viză și un pașaport cu o valabilitate de cel puțin 6 luni. Viza se poate obține de la reprezentanțele diplomatice ale Iordaniei din străinătate, dar și la frontieră, inclusiv la Aeroportul Internațional Queen Alia din Amman, la un cost de 40 de dinari iordanieni. Atenție! Cetățenii români posesori de pașapoarte simple temporare nu pot obține viza de intrare la frontieră, fiind necesar să se adreseze în prealabil unei reprezentanțe diplomatice iordaniene. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români care călătoresc în Iordania să fie vigilenți pe fondul contextului geopolitic și securitar, Iordania fiind înconjurată de conflicte militare și activități de natură teroristă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Amman.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Poți traversa Iordania în 40 de zile.",
        "vaccine" : ""
    },
    {
        "name": "Kazakhstan",
        "code": "KZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3713",
        "comment": "Cetățenii români care doresc să călătorească în Kazahstan în scop turistic sau de vizită, pentru o perioadă de cel mult 30 de zile calendaristice, nu au nevoie de viză. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Nursultan.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Calul a fost domesticit pentru prima oară pe teritoriul Kazahstanului.",
        "vaccine" : ""
    },
    {
        "name": "Kenya",
        "code": "KE",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30273",
        "comment": "Cetățenii români care doresc să călătorască în Kenya au nevoie de pașaport și viză de intrare. Ministerul Afacerilor Externe recomandă cetățenilor români  să aplice pentru viză online, cu cel puțin o săptămâmî înaintea călătoriei. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă prudență pe fondul cazurilor de holeră și poliomielită, dar și din cauza atentatelor teroriste ce motivează anularea călătoriilor care nu sunt necesare. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Nairobi.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Deși Kenya are 2 limbi oficiale - Swahili și Engleza - pe teritoriul țării se vorbesc în jur de 68 de limbi.",
        "vaccine" : ""
    },
    {
        "name": "Kiribati",
        "code": "KI",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30369",
        "comment": "Cetățenii români care doresc să călătorească în Republica Kiribati nu au nevoie de viză, ci doar de papșaport - perioada maximă de ședere este de 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra.",
        "warning" : "",
        "emergency" : "",
        "funfact" : "Deși are un teritoriu de numai 811 kilometri pătrați, Kiribati se întinde pe o suprafață de mărimea Indiei.",
        "vaccine" : ""
    },
    {
        "name": "Korea, Democratic People's Republic of",
        "code": "KP",
        "documents": "Pașaport și Viză de Intrare/Ieșire",
        "source": "https://www.mae.ro/travel-conditions/3685",
        "comment": "Pentru a călători în Republica Populară Democrată Coreeană este necesară obținerea vizei de intrare/ieșire. Viza se acordă numai pe baza unei invitații oficiale adresate de o instituție sau persoană fizică cu reședința în Coreea de Nord sau la solicitarea scrisă a unei instituții din România. Viza se poate obține de la una dintre ambasadele sau agențiile de turism nord-coreene din străinătate, cu perioada de procesare a vizei de minimum 10 zile. Dată fiind natura extrem de delicată a călătoriilor în acest stat, îți recomandăm să afli mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Phenian.",
        "warning" : "",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Jeanșii sunt declarați ilegali în Coreea de Nord, întrucât sunt văzuți ca simboluri ale imperialismului american.",
        "vaccine" : ""
    },
    {
        "name": "Korea, Republic of",
        "code": "KR",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3686",
        "comment": "Cetățenii români care doresc să călătorească în Coreea de Sud nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu trebuie să depășească 90 de zile, iar scopul călătoriei să fie turistic, de vizită, întâlniri de afaceri, conferințe sau activități sportive din care nu rezultă câștiguri financiare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe avertizează asupra poluării masive din Coreea de Sud, precum și asupra exercițiilor frecvente de apărare civilă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Seul.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Sud-coreenii consideră că numărul 4 că aduce ghinion, așa că nu-l vei vedea în lifturi sau pe case.",
        "vaccine" : ""
    },
    {
        "name": "Kuwait",
        "code": "KW",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3714",
        "comment": "Cetățenii români care doresc să călătorească în Kuwait au nevoie de pașaport și viză de intrare. Posesorii de pașapoarte simple pot obține această viză în scop turistic fie de la Ambasada Statului Kuwait la București, fie de la ambasadele acestui stat în străinătate sau chiar la punctele de trecere a frontierei kuweitiene (aeriene, rutiere și maritime) Mai multe detaii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Kuweit.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Afișarea tălpii piciorului sau încrucișarea picioarelor sunt considerate nepoliticoase în Kuwait.",
        "vaccine" : ""
    },
    {
        "name": "Kyrgyzstan",
        "code": "KG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/28309",
        "comment": "Cetățenii români care doresc să călătorească în Kyrgystan au nevoie de pașaport și viză. Viza de intrare se poate obține online, prin intermediul sistemului Electronic Visa, fără a mai fi nevoie să se adreseze misiunilor diplomatice, oficiilor consulare sau birourilor de vize. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă prudență cetățenilor români care doresc să se deplaseze în zona de sud a țării pe fondul situației de securitate. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nursultan, Kazahstan.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Epopeea Manas, operă kârgâză ce datează din secolul al XVIII-lea, are 500.000 de versuri - o carte de 20 de ori mai lungă decât Odiseea.",
        "vaccine" : ""
    },
    {
        "name": "Lao,  People's Democratic Republic",
        "code": "LA",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Latvia",
        "code": "LV",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3715",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Letonia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Vilnius, Lituania.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Jacob W. Davis, un croitor leton, este adevăratul inventator al jeanșilor. A creat prima pereche în 1872, iar atunci l-a abordat pe Levi Strauss pentru sponsorizare și patent.",
        "vaccine" : ""
    },
    {
        "name": "Lebanon",
        "code": "LB",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3716",
        "comment": "Cetățenii români care doresc să călătorească în Liban au nevoie de pașaport și viză, iar perioada maximă de ședere este de 2 luni. Dacă scopul depplasării este turistic sau de vizită, iar perioada de ședere nu depășește 2 luni, viza de scurtă ședere sau de tranzit aeroportuar este acordată în punctul de frontieră (Visa on Arrival) pentru maximul 60 de zile pe pașaportul românesc (simplu, diplomatic sau de serviciu). Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de vigilenți pe fondul acțiunilor constante de protest, dar și din cauza atentatelor teroriste și a conflictelor interconfesionale. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Deși limba oficială este cea arabă, vei găsi suficienți locuitori care vorbesc franceză, germană, engleză sau armeană.",
        "affiliation" : "ONU"
    },
    {
        "name": "Lesotho",
        "code": "LS",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12608",
        "comment": "Cetățenii români care doresc să călătorească în Regatul Lesotho au nevoie de pașaport și viză. Guvernul acestui regat a simplificat procedura de obținere a vizelor în scop turistic și de afaceri prin lansarea portalului electronic de tip e-Visa, destinat solicitării online fără a mai fi nevoie deplasarea la sediul misiunilor diplomatice ale Regatului în străinătate. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Consulatul Onorific al României la Freetown, Sierra Leone.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este singurul stat independent din lume situat la o înălținme de peste 1000 de metri - de aici își ia și porecla de Regatul Cerului.",
        "vaccine" : ""
    },
    {
        "name": "Liberia",
        "code": "LR",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : "",
        "affiliation" : "ONU"
    },
    {
        "name": "Libyan Arab Jamahiriya",
        "code": "LY",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3717",
        "comment": "Cetățenii români care doresc să călătorească în Libia au nevoie de pașaport și viză. Cea din urmă poate fi obținută de la Ambasada Liberiei la București, cu o valabilitatae de 3 luni și drept de ședere de 30 de zile, pentru o singură călătorie dus-întors. Mai multe detalii pe site-ul oficial MAE.",
        "emergency" : "Pericol major! Părăsiți imediat zona sau țara! Ministerul Afacerilor Externe recomandă cu fermitate cetățenilor români să evite orice fel de călătorie în Libia, iar celor care încă se află pe teritoriul libian să părăsească imediat țara! Situația de securitate rezultată din războiul civil este extrem de deteriorată, iar numeroase puncte de frontieră sunt închise. Mai multe detalii pe site-ul oficial MAE.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Peste 90% din teritoriul Libiei este acoperit de deșert sau semi-deșert.",
        "vaccine" : ""
    },
    {
        "name": "Liechtenstein",
        "code": "LI",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3718",
        "comment": "Cetățenii români care doresc să călătorească în Principatul Liechtenstein au nevoie doar de cartea de identitate sau de pașaport. Perioada de ședere nu poate depăși 90 de zile, iar cetățenii români trebuie să dețină o asigurare medicală pe durata călătoriei și să demonstreze că au suficiente resurse financiare pentru a se întreține pe perioada călătoriei. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Berna, Elveția.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Toată populația țării este invitată an de an să sărbătorească Staatsfeiertag (sărbătoarea națională) în castelul Vaduz. Prințul Hans-Adam II și fiul său, prințul Alois, invită cele 39.000 de persoane să bea împreună bere, să petreacă și să urmărească artificiile.",
        "vaccine" : ""
    },
    {
        "name": "Lithuania",
        "code": "LT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3719",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Lituania, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Vilnius.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Capitala țării, Vilnius, are o fundație anonimă a leagănelor. Este vorba despre un grup de persoane care instalează leagăne în oraș și, la nevoie, le schimbă locațiile.",
        "vaccine" : ""
        
    },
    {
        "name": "Luxembourg",
        "code": "LU",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3720",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Marele Ducat de Luxemburg, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate și pentru șederi de până la 3 luni.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Luxemburg.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Restaurantul cu cea mai lungă listă de vinuri din lume se află în Marele Ducat de Luxemburg: peste 2.200 de vinuri se regăsesc în meniul restaurantului Chiggeri.",
        "vaccine" : ""
    },
    {
        "name": "Macao",
        "code": "MO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Macedonia, The Former Yugoslav Republic of",
        "code": "MK",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3721",
        "comment": "Cetățenii români care doresc să călătorească în Macedonia de Nord au nevoie doar de cartea de identitate sau de pașaport. Șederea nu poate depăși o perioadă de 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Skopje.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Macedonia de Nord are mai mulți munți și creste decât orice altă țară din lume. Majoritatea celor 34 de creste montane nu au fost explorate niciodată.",
        "vaccine" : ""
    },
    {
        "name": "Madagascar",
        "code": "MG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12235",
        "comment": "Cetățenii români care doresc să călătorească în Madagascar au nevoie de pașaport și viză. Cea din urmă se poate obține de la Ambasada Republicii Madagascar la Roma. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă vigilență maximă și evitarea anumitor zone ale țării pe fondul atacurilor armate violente ale unor grupări organizate. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Consulatul Onorific al României la Freetown, Sierra Leone.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Bărbații și femeile din Madagascar port aceleași haine - portul tradițional se numește lamba și este purtat de ambele sexe.",
        "vaccine" : ""
    },
    {
        "name": "Malawi",
        "code": "MW",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3723",
        "comment": "Cetățenii români care doresc să călătorească în Malawi au nevoie de pașaport și viză. Aceasta poate fi obținută înainte de intrarea în țară, dar și la punctele de frontieră. Perioada legală de ședere este de 30 de zile, însă poate fi prelungită pentru încă 60 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe avertizează asupra pericolului de răspândire a virusului polio sălbatic și/sau derivat din vaccin, așa că vaccinarea antipoliomielită este obligatorie. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Harare, Zimbabwe.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Numele țării înseamnă 'flăcări ale focului' și este dat de reflexia răsăritului de soare pe apele marelui lac Malawi. Țara mai este numită și 'Inima Caldă a Africii' datorită ospitalității și a bunătății cetățenilor săi.",
        "vaccine" : ""
    },
    {
        "name": "Malaysia",
        "code": "MY",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3722",
        "comment": "Cetățenii români care doresc să călătorească în Malaysia au nevoie doar de pașaport, grație unui regim de scutire reciprocă de vize în cazul cetățenilor români care doresc să călătorească în Malaysia și viceversa. Perioada maximă de ședere este de 90 de zile, în scopuri nelucrative. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă vigilență maximă pe tema securității instabile. De asemenea, Malaysia are o politică extrem de dură în privința combaterii traficului și consumului de droguri, pedeapsa cu moartea fiind aplicată automat indiferent de naționalitate. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Kuala Lumpur.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Sistemul de autostrăzi din Malaysia adună mai mulți kilometri decât circumferința Pământului: 65.877 de kilometri de autostradă, comparativ cu cei 40.075 de kilometri cât măsoară circumferința globului.",
        "vaccine" : ""
    },
    {
        "name": "Maldives",
        "code": "MV",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/44715",
        "comment": "Cetățenii români care doresc să călătoreasscă în Republica Maldive au nevoie de pașaport și viză de intrare. Vizele turistice se obțin pentru o perioadă de cel mult 30 de zile, direct de la punctele de trecere a frontierei (port, aeroport). Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă vigilențăț maximă pe fondul demonstrațiilor organizate sau spontane, precum și pe fondul amenințării teroriste generale. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la New Delhi, India.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Precum în Egipt, Iordania sau Oman, weekendul în Maldive este format din zilele de vineri și sâmbătă.",
        "vaccine" : ""
        
    },
    {
        "name": "Mali",
        "code": "ML",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29262",
        "comment": "Cetățenii români care doresc să călătorească în Mali au nevoie de pașaport și viză de intrare. Pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni de la data depunerii cererii de viză - cea din urmă poate fi obținută de la Ambasada Republicii Mali la Paris. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români vigilență maximă pe fondul riscului crescut de acțiuni teroriste pe teritoriul statului Mali. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Peste 67% din populația țării are sub 25 de ani, ceea ce face Mali una dintre țările cu cea mai tânără populație din lume.",
        "vaccine" : ""
    },
    {
        "name": "Malta",
        "code": "MT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3724",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Malta, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Valetta.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Malta are unul dintre cele mai bune climate din lume și se bucură de peste 3000 de ore de soare în fiecare an, lucruri care o fac o destinație turistică excelentă.",
        "vaccine" : ""
    },
    {
        "name": "Marshall Islands",
        "code": "MH",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/31669",
        "comment": "Cetățenii români care doresc să călătorească în Insulele Marshall au nevoie doar de pașaport simplu, temporar, diplomatic sau de serviciu - perioada de ședere nu poate depăși 90 de zile, iar pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni. Mai multe detalii pe site-ul MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Manila, Filipine.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre singurele 22 de țări din lume care nu au armată - Statele Unite ale Americii sunt responsabile cu apărarea și securitatea Insulelor Marshall.",
        "vaccine" : ""
    },
    {
        "name": "Martinique",
        "code": "MQ",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Mauritania",
        "code": "MR",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29507",
        "comment": "Cetățenii români care doresc să călătorească în Mauritania au nevoie de pașaport și viză. Viza de intrare se poate obține de la Ambasada Republicii Islamice Mauritania la Berlin. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile în Mauritania pe fondul situației de securitate precare, precum și din cauza răpirilor de persoane. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Rabat, Maroc.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "90% din teritoriul Mauritaniei este acoperit de deșert.",
        "vaccine" : ""
    },
    {
        "name": "Mauritius",
        "code": "MU",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12415",
        "comment": "Cetățenii români care doresc să călătorească în Mauritius au nevoie doar de pașaport, pentru o perioadă de 90 de zile într-un interval de 6 luni. Cu toate acestea, Ministerul Afacerilor Externe recomandă solicitarea de informații suplimentare la Ambasada Statului Mauritius la Paris. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Consulatul Onorific al României la Freetown, Sierra Leone.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Mark Twain a spus la un moment dat că Mauritius a fost creat prima oară și apoi Raiul, copiat după țara africană.",
        "vaccine" : ""
    },
    {
        "name": "Mayotte",
        "code": "YT",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Mexico",
        "code": "MX",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3727",
        "comment": "Cetățenii români care doresc să călătorească în Mexic în scop turistic și dețin pașapoarte simple sau pașapoarte simple electronice valabile nu au nevoie de viză de intrare. Perioada de ședere nu poate depăși 180 de zile într-un interval de un an. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă vigilență maximă pe fondul jafurilor și infracțiunilor violente în locurile publice - furturile de documente, bani, cărți de credit/debit sau alte bunuri sunt cele mai răspândite. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ciudad de Mexico.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Mexico City, capitala țării, există autobuze dedicate exclusiv femeilor, precum și secțiuni speciale la metrou.",
        "vaccine" : ""
    },
    {
        "name": "Micronesia, Federated States of",
        "code": "FM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/31681",
        "comment": "Cetățenii români care doresc să călătorească în Statele Federative ale Microneziei nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile în cursul oricărei perioade de 180 de zile. Atenție! Pașaportul temporar românesc nu este recunoscut de autoritățile statului, iar poliția de frontieră nu va permite intrarea titularilor acestui tip de pașaport pe teritoriul Microneziei. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Manila, Filipine.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai puțin vizitate țări din lume, cu doar aproximativ 30.000 de turiști în fiecare an.",
        "vaccine" : ""
    },
    {
        "name": "Moldova, Republic of",
        "code": "MD",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3739",
        "comment": "Cetățenii români care doresc să călătorească în Republica Moldova au nevoie doar de cartea de identitate sau de pașaport - acestea trebuie să aibă o valabilitate de cel puțin 3 luni de la data intrării în țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Chișinău.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Crama Mileștii Mici din Moldova posedă aproape 2 milioane de sticle de vin, ceea ce i-a rezervat un loc în Cartea Recodurilor.",
        "vaccine" : ""
    },
    {
        "name": "Monaco",
        "code": "MC",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28307",
        "comment": "Cetățenii români care doresc să călătorească în Principatul Monaco au nevoie doar de o carte de identitate sau de pașaport. Perioada de ședere nu poate deepăși 90 de zile într-un interval de 6 luni. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Paris.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este ilegal pentru cetățenii din Monaco să joace la casino - această activitate este permisă doar turiștilor.",
        "vaccine" : ""
    },
    {
        "name": "Mongolia",
        "code": "MN",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12016",
        "comment": "Cetățenii români care doresc să călătorească în Mongolia au nevoie de pașaport și viză. Viza de intrare în țară se obține prin Consulatul Onorificc al Mongoliei la București. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Beijing.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Aproape un milion de turiști vizitează anual Belize, 70% dintre ei fiind americani.",
        "vaccine" : "",
        "emergency" : "",
        "funfact" : "Mongolezii sunt recunoscuți pentru ospitalitatea lor, mereu vor fi pregătiți cu un bol fierbinte de ceai pentru oaspeți.",
        "vaccine" : ""
    },
    {
        "name": "Montserrat",
        "code": "MS",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Morocco",
        "code": "MA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3726",
        "comment": "Cetățenii români care doresc să călătorească în Maroc nu au nevoie de viză de intrare, ci doar de pașaport. Perioada maximmă de ședere este de 90 de zile, iar valabilitatea pașaportului trebuie să fie de cel puțin 3 luni de la data preconizată a ieșirii de pe teritoriul acestui stat. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Riscul comiterii de atentate teroriste este prezent la nivelul întregului Regat al Marocului, așa că Ministerul Afacerilor Externe recomandă cetățenilor români prudență deosebită. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Rabat.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Marocul este faimos pentru ospitalitatea sa: șoferii de taxi, chelnerii sau comercianții te vor trata mereu ca pe propria familie.",
        "vaccine" : ""
    },
    {
        "name": "Mozambique",
        "code": "MZ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12607",
        "comment": "Cetățenii români care doresc să călătorească în Mozambic în scop turistic pot solicita acordarea vizei de intrare la punctele de trecere a frontierei iale acestui stat, inclusiv pe aeroporturile internaționale. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Este recomandată vacinarea persoanelor care călătoresc spre și dinspre Mozambic, pe fondul riscului de transmitere a polio-virusurilor. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Consulatul Onorific al României la Freetown, Sierra Leone.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Lacul Malawi din Mozambic mai este numit și Lacul Calendar datorită dimensiunilor sale: 365 de mile lungime și 52 de mile lățime.",
        "vaccine" : ""
    },
    {
        "name": "Myanmar",
        "code": "MM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29457",
        "comment": "Cetățenii români care doresc să călătorească în Myanmar au nevoie de pașaport și viză de intrare - pașaportul trebuie să fie valabil cel puțin șase luni de la data intrării în Myanmar, cu minimum o pagină liberă. Mai multe detalii pee site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă vaccinarea persoanelor care călătoresc în Myanmar, pe fondul riscului de transmitere a polio-virusurilor. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Beijing.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Vrei să atragi atenția unui ospătar în Myanmar? În loc să îi faci semn cu mâna sau să-i surprinzi privirea pentru a-l chema la masă, va trebui să faci sunetul unui sărut de două sau trei ori în direcția sa.",
        "vaccine" : ""
    },
    {
        "name": "Namibia",
        "code": "NA",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12443",
        "comment": "Cetățenii români care doresc să călătorească în Namibia au nevoie de pașaport și viză. Cei care dorescă să călătorească în scop turistic sau pentru o ședere scurtă pot obține viza de intrare direct la Aeroportul Internațional Hosea Kutako-Windhoek. Mai multe detalii despre obținerea vizei, pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Consulatul Onorific al României la Freetown, Sierra Leone.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Namibia se află cel mai vechi deșert din lume - Deșertul Namib, cu o vechime de cel puțin 55 de milioane de ani.",
        "vaccine" : ""
    },
    {
        "name": "Nauru",
        "code": "NR",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30370",
        "comment": "Cetățenii români care doresc să călătorească în Nauru au nevoie de o viză turistică pentru un sejur mai mic de 30 de zile, care poate fi obținută de la un oficiu diplomatic al Republicii Nauru. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este cea mai mică țară-insulă din lume, cu o suprafață totală de 21 de kilometri pătrați.",
        "vaccine" : ""
    },
    {
        "name": "Nepal",
        "code": "NP",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/45506",
        "comment": "Cetățenii români care doresc să călătorească în Republica Federeală Democratică Nepal au nevoie de pașaport și viză. Pașaportul trebuie să fie valabil cel puțin 6 luni de la data intrării în Nepal și să aibă cel puțin o pagină liberă pentru aplicarea vizelor și ștampilelor la frontieră. Viza se poate obține de la misiunea diplomatică nepaleză care are în circumscripție România, respectiv Ambasada Republicii Federale Democratice Nepal în Federația Rusă. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la New Delhi, India.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Nepalezii mănâncă în fiecare zi Dal Bhat, o combinație de linte și orez cu roșii, ceapă, chilli, ghimbir și mirodenii. Se mănâncă atât dimineața, cât și seara întrucât este un preparat bogat nutritiv, ieftin și ușor de preparat.",
        "vaccine" : ""
        
    },
    {
        "name": "Netherlands",
        "code": "NL",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://haga.mae.ro/node/177",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Olanda, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Este important de menționat faptul că poliția, controlorii de bilete, inspectorii de muncă, furnizorii de servicii medicale sau alte oficialități vă pot solicita identificareae. Conform legii, sunteți obligat să aveți asupra dumneavoastră în orice moment un document de identitate valabil în original, lipsa acestuia pedepsindu-se cu o amendă de 60 EUR.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Haga.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Morcovii de care ne bucurăm cu toții sunt portocalii din cauza olandezilor. Deși în secolul X morcovii erau albi, mov sau galbeni, olandezii au ținut să-l onoreze pe William of Orange - care i-a ajutat să-și câștige independența față de Spania - mixând soiurile de morcovi pentru a le da culoarea portocalie pe care o vedem acum.",
        "vaccine" : ""
    },
    {
        "name": "Netherlands Antilles",
        "code": "AN",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "New Caledonia",
        "code": "NC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "New Zealand",
        "code": "NZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3730",
        "comment": "Cetățenii români care doresc să călătorească în Noua Zeelandă nu au nevoie de viză, ci doar de pașaport. În schimb, aceștia au nevoie de certificatul electronic NZeTA (New Zealand Electronic Travel Authority), obținut obligatoriu anterior deplasării. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Dealul cu cel mai lung nume din lume se află pe coasta de sud-est a Noii Zelande și se numește Taumatawhakatangihangakoauauotamateaturipukakapikimaungahoronukupokaiwhenuakitanatahu.",
        "vaccine" : ""
    },
    {
        "name": "Nicaragua",
        "code": "NI",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/33016",
        "comment": "Cetățenii români care doresc să călătorească în Republica Nicaragua nu au nevoie de viză, ci doar de pașaport. Călătoria trebuie să fie efectuată doar în scopuri turistice sau de afaceri, iar perioada de ședere nu poate depăși 90 de zile într-un interval de 6 luni. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de vigilenți pe fondul situației de securitate instabilă la nivel de țară. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico, Mexic.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Străzile din Nicaragua nu au nume, așa că dacă plănuiești să vizitezi această țară, hotelul tău poate fi localizat, de exemplu, la o stradă-sud de colegiu, în fața bisericii.",
        "vaccine" : ""
        
    },
    {
        "name": "Niger",
        "code": "NE",
        "documents": "Pașaport și Viză",
        "source": "http://mae.gov.ro/travel-conditions/30216",
        "comment": "Cetățenii români care doresc să călătorească în Republica Niger au nevoie de pașaport și viză. Cea din urmă se poate obține de la Secția Consulară a Ambasadei Nigerului în Germania. De asemenea, cetățenii străini trebuie să facă, la intrarea în țară, dovada vaccinării împotriva febrei galbene. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei deplasări pe teritoriul Nigerului pe fondul situației conflictuale din statele vecine. De asemenea, acțiunile teroriste și răpirile sunt și ele foarte răspândite. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Alger, Algeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Niger face parte din proiectul Marele Zid Verde al Africii, cea mai ambițioasă inițiativă de împădurire din lume. Conceput în 2007, proiectul propune o barieră verde intercontinentală de 7000 de kilometri, din Senegal și până în Djibouti. Procentul de finalizare este momentan la 15%.",
        "vaccine" : ""
        
    },
    {
        "name": "Nigeria",
        "code": "NG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30217",
        "comment": "Cetățenii români care doresc să călătorească în Nigeria au nevoie de pașaport și viză. Cea din urmă se poate obține de la Secția Consulară a Ambasadei Republicii Federale Nigeria din București. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români care doresc să călătorească în Nigeria să manifeste prudență sporită și să contacteze Ambasada României la Abuja pentru a-și înregistra prezența. De asemenea, climatul actual de pericol de răspândire a virusului polio sălbatic și/sau derivat din vaccin este extrem de delicat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Abuja.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Nigeria, precum și în alte părți ale Africii, este considerat nepoliticos să privești pe cineva în ochi atunci când îi vorbești. Acest gest este interpretat ca o postură agresivă, în special dacă este inițiată de un tânăr aflat în conversație cu cineva în vârstă.",
        "vaccine" : ""
        
    },
    {
        "name": "Niue",
        "code": "NU",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Norfolk Island",
        "code": "NF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Northern Mariana Islands",
        "code": "MP",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Norway",
        "code": "NO",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3729",
        "comment": "Cetățenii români care doresc să călătorească în Norvegia nu au nevoie de viză, ci doar de cartea de identitate sau pașaport, aflate în curs de valabilitate. De menționat faptul că buletinele românești emise înainte de anul 2009 și pe care nu este menționată cetățenia română nu sunt recunoscute ca doccumente de călătorie în Norvegia. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Oslo.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Norvegia oferă anual Marii Britanii un brad de Crăciun din pădurea Oslo, ca semn de mulțumire pentru ajutorul dat în timpul celui de-al Doilea Război Mondial. Acesta este decorat în stil norvegian, cu lumini albe și plasat în Trafalgar Square.",
        "vaccine" : ""
    },
    {
        "name": "Oman",
        "code": "OM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/25188",
        "comment": "Cetățenii români care doresc să călătorească în Oman au nevoie de pașaport și viză de intrare, indiferent de scopul călătoriei. Acestea trebuie să aibă o valabilitate de minimum 6 luni de la data intrării în acest stat. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Muscat.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai sigure țări din lume pentru amatorii de călătorii: rata criminalității este practic zero, în mare parte datorită legii Sharia.",
        "vaccine" : ""
    },
    {
        "name": "Pakistan",
        "code": "PK",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3732",
        "comment": "Cetățenii români care doresc să călătorească în Pakistan au nevoie de pașaport și viză. De regulă, autoritățțile locale nu eliberează vize la frontieră, așa că viza de inttrare trebuie obținută de la Ambasada Pakistanului la București. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe avertizează asupra situației de securitate instabilă, care se poate deteriora brusc. De asemenea, pericolul de răspândire a virusului polio sălbatic și/sau derivat din vaccin este crescut. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Islamabad.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Aproape jumătate din toate mingiile de fotbal din lume sunt fabricate în Pakistan, în orașul Sialkot.",
        "vaccine" : ""
    },
    {
        "name": "Palau",
        "code": "PW",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/31683",
        "comment": "Cetățenii români care doresc să călătorească în Republica Palau au nevoie doar de pașaport, grație Acordului între Uniunea Europeană și Republica Palau privind exonerarea de obligație de a deține viză de scurtă ședere. Perioada de ședere nu poate depăși 90 de zile în cursul oricărei perioade de 180 de zile. Mai multe detatlii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Manila, Filipine.",
        "warning" : "",
        "emergency" : "",
        "funfact" : "Începând cu 2017, toți turiștii care vizitază Palau sunt obligați să semneze un angajament ecologic pe pașaport, prin care promit să respecte mediul înconjurător pe perioada șederii.",
        "vaccine" : ""
    },
    {
        "name": "Palestinian Territory, Occupied",
        "code": "PS",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Panama",
        "code": "PA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12400",
        "comment": "Cetățenii români care doresc să călătorească în Republica Panama în scop turistic nu au nevoie de viză de intrare. Cetățenii români trebuie să dețină un pașaport valabil cel puțin 6 luni de la momentul intrării în țară și să facă dovada unui bilet de călătorie dus-întors. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe avertizează asupra riscului crescut de răpiri, furturi sau fraude cu cărți de credit în anumite zone. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Bogota, Panama.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este prima țară latino-americană care a adoptat dolarul american ca monedă națională.",
        "vaccine" : ""
    },
    {
        "name": "Papua New Guinea",
        "code": "PG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29356",
        "comment": "Cetățenii români care doresc să călătorească în Papua Noua Guinee au nevoie de viză de intrare. Cei care dețin pașapoarte diplomatice și de serviciu pot obține viza la sosire, gratuit, în timp ce deținătorii pașapoartelor simple electronice obțin viza la sosire cu achitarea unei taxe. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Singapore.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Papua Noua Guinee are una dintre cele mai mari rate ale criminalității de pe glob. Tocmai de aceea, turiștii sunt sfătuiți să contracteze un ghid și securitate de nivel înalt în timpul vizitei.",
        "vaccine" : ""
    },
    {
        "name": "Paraguay",
        "code": "PY",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3733",
        "comment": "Cetățenii români care doresc să călătorească în Paraguay nu au nevoie de viză de intrare. Perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Buenos Aires, Argentina.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Duelul prin pistoale este încă legal în Paraguay, cât timp ambele persoane sunt donatoare de sânge înregistrate.",
        "vaccine" : ""
    },
    {
        "name": "Peru",
        "code": "PE",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3734",
        "comment": "Cetățenii români care doresc să călătorească în Republica Peru în scop turistic nu au nevoie de viză de intrare. Perioada de ședere nu poate depăși 90 de zile pentru turiștiti care provin dintr-un stat membru al Uniunii Europene, iar pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la momentul intrării pe teritoriul acestui stat - deși se recomandă ca valabilitatea să fie cât mai mare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe avertizează asupra Legii Migrației, în vigoare acum în Peru și care poate atrage sancțiuni drastice pentru încălcarea ordinii publice sau a ordinii interne. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Lima, Peru.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Poți înota alături de delfini de culoare roz în bazinul râului Amazon - o ocazie unică în viață.",
        "vaccine" : ""
    },
    {
        "name": "Philippines",
        "code": "PH",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3696",
        "comment": "Cetățenii români care doresc să călătorească în Republica Filipine nu au nevoie de viză de intrare, ci doar de pașaport. Perioada de ședere nu poate depăși 30 de zile, valabilitatea pașaportului să depășeascî cu cel puțin 6 luni perioada șederii, iar cetățeanul trebuie să prezinte și un bilet de întoarcere în țara de origine sau pentru o altă țară de destinație. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe avertizează asupra riscului de infectare cu virusul polio sălbatic și/sau derivat din vaccin, ce necesită vaccinarea antipoliomielită a celor care doresc să călătorească în Filipine. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Manila.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Filipinezii sunt printre cei mai politicoși și calzi oameni de pe glob: sunt primitori, iubesc distracția și sunt mereu gata să ajute.",
        "vaccine" : ""
    },
    {
        "name": "Pitcairn",
        "code": "PN",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Poland",
        "code": "PL",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3735",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Polonia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Pentru o perioadă mai mare de 3 luni, este necesară înregistrarea la Oficiul pentru Străini (Urząd ds. Cudzoziemców) al fiecărei regiuni (voievodat) și obținerea adeverinței privind înregistrarea șederii cetățeanului UE. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Varșovia.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Piwnica Swidnicka se află în Wrocław și este cel mai vechi restaurant din Europa - datează din 1275.",
        "vaccine" : ""
    },
    {
        "name": "Portugal",
        "code": "PT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3736",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Portugalia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Lisabona.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai vechi națiuni ale Europei: granițele sale au fost trasate în 1139. Ca punct de reper, Lisabona este mai în vârstă cu 4 secole decât Roma.",
        "vaccine" : ""
        
    },
    {
        "name": "Puerto Rico",
        "code": "PR",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Qatar",
        "code": "QA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3737",
        "comment": "Cetățenii români care doresc să călătorească în Qatar nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile, iar valabilitatea minimă a pașaportului trebuie să fie de 6 luni. Posesorii de pașapoarte temporare trebuie să obțină în continuare, în prealabil, viza de intrare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Doha.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Qatar, weekendul este compus din zilele de vineri și sâmbătă - săptămâna de lucru începe duminica și se încheie joia.",
        "vaccine" : ""
        
    },
    {
        "name": "Reunion",
        "code": "RE",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Romania",
        "code": "RO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Russian Federation",
        "code": "RU",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3740",
        "comment": "Cetățenii români au nevoie atât de un document de călătorie (pașaport simplu electronic, pașaport simplu temporar, pașaport de serviciu, pașaport diplomatic), cât și de viză pentru a intra pe teritoriul Federației Ruse. Pentru obținerea vizei, te poți adresa Secției Consulare a Ambasadei Federației Ruse la București - aceasta se obține pe baza unei invitații. Află toate detaliile pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Moscova.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Rușii sunt învățați de mici să nu zâmbească, întrucât consideră asta drept un semn de slăbiciune și viclenie. Chiar dacă le zâmbesc celor dragi, nu vor face la fel cu străinii.",
        "vaccine" : ""
    },
    {
        "name": "RWANDA",
        "code": "RW",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30842",
        "comment": "Cetățenii români care doresc să călătorească în Rwanda au nevoie de pașaport și viză. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cu insistență evitarea oricărei călătorii în zona de frontieră cu Republica Democrată Congo din cauza acțiunilor transfrontaliere ale gherilelor armate din R.D. Congo și Burundi. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nairobi, Kenya.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Rwanda este una dintre cele mai dezvoltate țări din Africa - se remarcă prin digitalizarea extensivă, politicile ecologice puternice, inovarea în tehnologie și ponderea de femei în parlamentul țării, peste 60% din for. ",
        "vaccine" : ""
    },
    {
        "name": "Saint Helena",
        "code": "SH",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Saint Kitts and Nevis",
        "code": "KN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48637",
        "comment": "Cetățenii români care doresc să călătorească în Saint Kitts și Nvis nu au nevoie de viză de intrare, ci doar de pașaport. Scopul călătoriei trebuie să fie turistic, iar perioada de ședere să nu depășească 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "warning" : "",
        "emergency" : "",
        "funfact" : "Este cea mai mică țară din Americi, atât ca dimensiune, cât și ca populație: 269 de kilometri pătrați pentru 45.000 de oameni.",
        "vaccine" : ""
    },
    {
        "name": "Saint Lucia",
        "code": "LC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Saint Pierre and Miquelon",
        "code": "PM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Saint Vincent and the Grenadines",
        "code": "VC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Samoa",
        "code": "WS",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30372",
        "comment": "Cetățenii români care doresc să călătorească în Samoa nu au nevoie de viză de intrare, ci doar de pașaport. Pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni, perioada de ședere să nu depășească 90 de zile iar biletul de întoarcere să fie prezentat la intrarea în țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Societatea din Samoa este guvernată chiar și în aceste vremuri de un cod de conduită și comportament străvechi, numit Fa’a Samoa sau Calea din Samoa. Are în prim plan familia extinsă sau ‘aiga - doar cu ajutorul familiei poți trece ușor prin viață, împărtășind povara și împărtășind toate experiențele cu ea.",
        "vaccine" : ""
    },
    {
        "name": "San Marino",
        "code": "SM",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28392",
        "comment": "Cetățenii români care doresc să călătorească în Republica San Marino au nevoie doar de cartea de identitate sau de pașaport în curs de valabilitate. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Roma.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Teritoriul San Marino nu a fost invadat niciodată: a rezistat atât tentativelor lui Cesare Borgia în anii 1500 și 1700, precum și trupelor lui Napoleon în secolul al XVIII-lea.",
        "vaccine" : ""
        
    },
    {
        "name": "Sao Tome and Principe",
        "code": "ST",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28316",
        "comment": "Cetățenii români care doresc să călătorească în Sao Tome și Principe nu au nevoie de viză de intrare, ci doar de pașaport. Perioada de ședere nu trebuie să depășească 15 zile pentru posesorii de pașapoarte simple și 90 de zile pentru posesorii ide pașapoarte diplomatice sau de serviciu. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Luanda, Angola.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai puțin vizitate țări din lume, în 2017 primind doar 29.000 de turiști.",
        "vaccine" : ""
    },
    {
        "name": "Saudi Arabia",
        "code": "SA",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3666",
        "comment": "Cetățenii români care doresc să călătorească în Regatul Arabiei Saudite au nevoie de pașaport și viză. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să părăsească imediat zonele aflate la mai puțin de 10 km de frontiera cu Yemen și să evite călătoriile în zonele aflate între 10 și 80 km față de frontieră. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Riyadh.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Chiar dacă pare de necrezut, Arabia Saudită e nevoită să cumpere nisip din Australia pentru sticlă și construcții din cauză că cel de pe teritoriul arab nu are proprietățile necesare.",
        "vaccine" : ""
    },
    {
        "name": "Senegal",
        "code": "SN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3741",
        "comment": "Cetățenii români care doresc să călătorească în Republica Senegal nu au nevoie de viză de intrare, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile. Este important de menționat faptul că accesul aerian în Senegal rămâne limitat la deținătorii unui pașaport sau permis de ședere senegalez, accesul fiind permis și pentru 'călătorii esențiale'. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste prudență în cazul deplasărilor nocturne sau în anumite zone pe tema situației de securitate fragilă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Dakar.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Cel mai vestic punct al Africii continentale se află în capitala Senegalului, în cartierul Almadies.",
        "vaccine" : ""
    },
    {
        "name": "Serbia",
        "code": "RS",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3742",
        "comment": "Cetățenii români nu au nevoie de viză de intrare în Serbia pentru călătorii de scurtă durată, maximul fiind de 90 de zile. Accesul pe teritoriul Serbiei se poate face pe baza cărții de identitate sau a unui pașaport temporar. Totodată, cetățenii străini trebuie să facă dovada mijloacelor suficiente de întreținere pe durata șederii în acest stat și pentru returnarea în țara de origine sau pentru continuarea călătoriei, precum și a existenței unei asigurări medicale de călătorie valabile pe durata șederii în Serbia, respectiv a tranzitării acestei țări. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Belgrad.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Pe teritoriul Serbiei s-au născut nu mai puțin de 18 împărați romani.",
        "vaccine" : ""
    },
    {
        "name": "Montenegro",
        "code": "ME",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3728",
        "comment":"Cetățenii români care doresc să călătorească în Muntenegru în scop turistic au nevoie doar de cartea de identitate sau pașaport. Perioada de ședere nu poate depăși 90 de zile, iar valabilitatea cărții de vizită trebuie să fie de minimum 30 de zile de la data planificată de plecare din Muntenegru. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Podgorica.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Muntenegrenii sunt foarte prietenoși cu copiii - de regulă le pun întrebări, le oferă dulciuri și le spun glume chiar și celor străini.",
        "vaccine" : ""
    },
    {
        "name": "Seychelles",
        "code": "SC",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12441",
        "comment": "Cetățenii români care doresc să călătorească în Insulele Seychelles nu au nevoie de viză de intrare, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria, Africa de Sud.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Fructul arborelui de pâine este foarte popular în Seychelles, se spune chiar că cine îl mănâncă pe insulă se va întoarce într-o zi aici.",
        "vaccine" : ""
    },
    {
        "name": "Sierra Leone",
        "code": "SL",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : "",
        "affiliation" : "ONU"
    },
    {
        "name": "Singapore",
        "code": "SG",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3743",
        "comment": "Cetățenii români care doresc să călătorească în Singapore în scop turistic, de afaceri, în vizită sau pentru activități sportive nu au nevoie de viză de intrare. Perioada de ședere nu poate depăși 90 de zile, iar pașaportul electronic sau temporar românesc trebuie să fie valabil cel puțin 6 luni la data ieșirii din Republica Singapore. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Singapore.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Deschisă în 1994, grădina zoologică din Singapore este prima din lume deschisă pe timpul nopții. Pe parcursul celor 40 de minute de Night Safari vei putea descoperi peste 1000 de animale din 120 de specii diferite.",
        "vaccine" : ""
    },
    {
        "name": "Slovakia",
        "code": "SK",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3745",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Slovacia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bratislava.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Toți cetățenii din Uniunea Europneană cu vârsta sub 26 de ani și înscriși la o formă de învățământ pot călători gratuit pe căile ferate din Slovacia.",
        "vaccine" : ""
    },
    {
        "name": "Slovenia",
        "code": "SI",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3746",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Slovenia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate pentru șederi de până la 3 luni. Toți cetățenii străini, inclusiv cetățenii UE, au obligația să se înregistreze la secția de poliție pe raza căreia locuiesc în termen de 3 zile de la sosirea în Slovenia. Această formalitate nu este necesară pentru cei care se cazează la hotel.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ljubljana.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Cele mai spectaculoase peșteri din Europa se află în Slovenia. Cea mai cunoscută din cele peste 10.000 de peșteri este Postojna, ce se întinde pe 20 de kilometri.",
        "vaccine" : ""
    },
    {
        "name": "Solomon Islands",
        "code": "SB",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Somalia",
        "code": "SO",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29373",
        "comment": "Cetățenii români care doresc să călătorească în Somalia au nevoie de pașaport și viză, deși Ministerul Afacerilor Externe recomandă ferm evitarea oricărei deplasări pe fondul situației de securitate precare. Mai multe detalii pe site-ul oficial MAE.",
        "emergency" : "Pericol major! Ministerul Afacerilor Externe recomandă insistent cetățenilor români să evite orice călătorie în Somalia, iar persoanelor care tranzitează zona sau se află pe teritoriul țării să părăsească imediat Somalia. Situația de securitate este puternic afectatî de acțiunile de piraterile la scară largă, dar și de luptele dintre forțele guvernamentale și grupările afiliale AL Qaeda. Mai multe detalii pe site-ul oficial MAE.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Mic-dejun, prânz sau cină, somalezii mănâncă banane la fiecare masă - o adaugă la orice preparat, chiar și la paste, pentru care au o cultură bogată datorită colonizării italiene.",
        "vaccine" : ""
    },
    {
        "name": "South Africa",
        "code": "ZA",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3663",
        "comment": "Cetățenii români care doresc să călătorească în Africa de Sud au nevoie de pașaport și viză. Pașaportul trebuie să aibă o valabilitate de minimum 6 luni. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Atenție! Pe fondul nivelului de criminalitate foarte ridicat din Africa de Sud, Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de prudenți. Cetățenii români care doresc să călătorească în Africa de Sud sau se află deja pe teritoriul acestui stat sunt sfătuiți să se adreseze Ambasadei României la Pretoria sau Consulatului General de la Cape Town pentru a-și anunța prezența în regiune.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Africa de Sud are nu mai puțin de trei capitale: Cape Town, capitala legislativă unde se află și Parlamentul, Bloemfontein, capitala juridică unde se află Curtea Supremă de Apel și Pretoria, capitala executivă ce găzduiește clădirile sindicatelor și ale serviciilor publice.",
        "vaccine" : ""
    },
    {
        "name": "South Georgia and the South Sandwich Islands",
        "code": "GS",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Spain",
        "code": "ES",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3747",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Spania, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Madrid.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Imnul Național al Spaniei nu are versuri. Se numește Marca Real și a fost compus în 1761, fiind unul dintre cele mai vechi imnuri din lume.",
        "vaccine" : ""
    },
    {
        "name": "Sri Lanka",
        "code": "LK",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3748",
        "comment": "Cetățenii români care doresc să călătorească în Sri Lanka au nevoie de pașaport și viză. Pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni de la data intrării în această țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Colombo.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Deși nu se cunoaște motivul nici printre localnici, multe restaurante, cafenele și baruri din Sri Lanka afișează semnul Hotel, deși nu oferă cazare - așa că trebuie să ai grijă atunci când vrei să înoptezi.",
        "vaccine" : ""
    },
    {
        "name": "Sudan",
        "code": "SD",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29372",
        "comment": "Cetățenii români care doresc să călătorească în Republica Sudan au nevoie de viză de intrare, indiferent de tipul de pașaport deținut - turistic, diplomatic sau de serviciu. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Khartoum.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai diverse țări din lume: se vorbesc 114 limbi native în Sudan și există peste 500 de accente diferite.",
        "vaccine" : ""
    },
    {
        "name": "Suriname",
        "code": "SR",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29372",
        "comment": "Cetățenii români care doresc să călătorească în Republica Suriname au nevoie de pașaport și viză, cea din urmă fiind necesară pentru toate categoriile de pașapoarte. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Brasilia, Brazilia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este cea mai mică țară independentă din America de Sud, atât în termeni de mărime, cât și de populație.",
        "vaccine" : ""
    },
    {
        "name": "Svalbard and Jan Mayen",
        "code": "SJ",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Swaziland",
        "code": "SZ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12609",
        "comment": "Cetățenii români care doresc să călătorească în Regatul Eswatini au nevoie de pașaport și viză. Cea din urmă poate fi obținută de la Înaltul Comisariat al Regatului Eswatini la Londra. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria, Africa de Sud.",
        "affiliation" : "",
        "emergency" : "",
        "funfact" : "Este ultima monarhie absolută a Africii și una dintre puținele încă existente în lume.",
        "vaccine" : ""
    },
    {
        "name": "Sweden",
        "code": "SE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "http://www.mae.ro/travel-conditions/3750",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Suedia, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Stockholm.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Suedezii obișnuiesc să ia câte două pauze pe zi în care să își bea cafeaua și să discute - un obicei pe care l-au numit fika.",
        "vaccine" : ""
    },
    {
        "name": "Switzerland",
        "code": "CH",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3692",
        "comment": "Cetățenii români care doresc să călătorească în Elveția nu au nevoie de viză, ci doar de cartea de identitate sau de pașaport în curs de valabilitate. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Berna.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este locul de naștere al Crucii Roșii, al cărei simbol se aseamănă izbitor cu drapelul elvețian. A fost fondată la Geneva în 1863, unde are sediul și acum.",
        "vaccine" : ""
    },
    {
        "name": "Syrian Arab Republic",
        "code": "SY",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3744#788",
        "comment": "Cetățenii români care doresc să călătorească în Siria au nevoie de pașaport și viză, cea din urmă fiind obținută de la ambasadele siriene din străinătate. Mai multe detalii pe site-ul oficial MAE.",
        "emergency" : "Pericol major! Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei călătorii în Siria, iar celor care se află deja în țară să o părăsească de urgență! Riscurile de seecuritate sunt majore, așa că luați legătura cu autoritățile cât mai rapid! Mai multe detalii pe site-ul oficial MAE.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Damascul este cea mai veche capitală din lume, fiind menționată chiar și în Biblie.",
        "vaccine" : ""
    },
    {
        "name": "Taiwan, Province of China",
        "code": "TW",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Tajikistan",
        "code": "TJ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/28308",
        "comment": "Cetățenii români care doresc să călătoreească în Republica Tadjikistan au nevoie de pașaport și viză de intrare. În cazul pașapoartelor simple și simple temporare, viza se poate obține atât la misiunile diplomatice ale acestui stat, cât și la frontieră sau pe aeroporturi. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nursultan, Kazahstan.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Capitala Tajikistanului este numită după o zi a săptămânii: Dushanbe, adică Luni.",
        "vaccine" : ""
    },
    {
        "name": "Tanzania, United Republic of",
        "code": "TZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30675",
        "comment": "Cetățenii români care doresc să călătorească în Republica Unită Tanzania nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile, iar valabilitatea pașaportului să fie de minimum 6 luni de la data intrării în țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă informarea în prealabil asupra situației de securitate din zonă, având în vedere posibilitatea producerii manifestațiilor de stradă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nairobi, Kenya.",
        "affiliation" : "",
        "emergency" : "",
        "funfact" : "Pe teritoriul Tanzaniei se află două repere naturale colosale: Muntele Kilimanjaro, cel mai mare munte din Africa și Lacul Tanganyika, al doilea cel mai mare lac din lume.",
        "vaccine" : ""
    },
    {
        "name": "Thailand",
        "code": "TH",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3751",
        "comment": "Cetățenii români care doresc să călătorească în Thailanda au nevoie de pașaport și viză. Începând cu 13.03.2020, autoritățile thailandeze au decis să suspende acordarea vizelor on arrival, așa că viza poate fi obținută de la Ambasada Thailandei la București. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bangkok.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Thailanda era cunoscută drept Siam până în 1939 și din nou între 1945 și 1949.",
        "vaccine" : ""
    },
    {
        "name": "Timor-Leste",
        "code": "TL",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/29354",
        "comment": "Cetățenii români care doresc să călătorească în Republica Democrată Timorul de Est nu au nevoie de viză, ci doar de un pașaport valabil - simplu, simplu electronic, diplomatic sau de serviciu. Perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe avertizează asupra riscului producerii de atacuri teroriste, nediscriminatorii la adresa turiștilor străini. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Jakarta, Indonezia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Timorul de Est are o populație tânără: aproximativ 40% dintre cetățeni au sub 15 ani și 60% din populație are vârsta sub 25 de ani, media pe țară fiind de 19,6 ani.",
        "vaccine" : ""
    },
    {
        "name": "Togo",
        "code": "TG",
        "documents": "",
        "source": "https://www.mae.ro/travel-alerts/18321",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Tokelau",
        "code": "TK",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Tonga",
        "code": "TO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Trinidad and Tobago",
        "code": "TT",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Tunisia",
        "code": "TN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3752",
        "comment": "Cetățenii români care doresc să călătorească în Republica Tunisiană nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români că riscul atacurilor teroriste este unul ridicat și, astfel, recomandă prudență și vigilență. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tunis.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Tunisia a fost prima țară arabă care a interzis poligamia în 1956, fapt surprinzător pentru că are o populație preponderent musulmană.",
        "vaccine" : ""
    },
    {
        "name": "Turkey",
        "code": "TR",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3753",
        "comment": "Cetățenii români care doresc să călătorească în Turcia au nevoie de pașaport. Acesta trebuie să aibă o valabilitate de minimum 150 de zile la momentul intrării în Turcia și să dispună de cel puțin o filă goală. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe avertizează asupra situației de securitate din Turcia și a riscurilor de natură teroristă asociate. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ankara.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Marele Bazar din Istanbul, considerat drept cel mai vechi mall din lume, se întinde pe 64 de străzi și găzduiește nu mai puțin de 4.000 de magazine.",
        "vaccine" : ""
    },
    {
        "name": "Turkmenistan",
        "code": "TM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3754",
        "comment": "Cetățenii români care doresc să călătorească în Turkmenistan au nevoie de pașaport și viză, chiar și pentru tranzitarea țării. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ashgabat.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Craterul de gaze Darvaza, supranumit și Poarta Iadului, se află în Turkmenistan și nu este un fenomen natural, ci rezultatul unei greșeli umane. Grupul de geologi sovietici care fora aici în 1971 a decis să incendieze echipamentul căzut în șantier, crezând că focul se va domoli după câteva zile - au trecut 48 de aniu de atunci.",
        "vaccine" : ""
    },
    {
        "name": "Turks and Caicos Islands",
        "code": "TC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Tuvalu",
        "code": "TV",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30374",
        "comment": "Cetățenii români care doresc să călătorească în Tuvalu nu au nevoie de viză, ci doar de pașaport conform Acordului încheiat între Uniunea Europeană și Tuvalu privind scutirea de vize de scurtă ședere. Ca atare, perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Mica țară din Oceanul Pacific nu are nici măcar un singur ATM pe teritoriul său, așa că toate restaurantele, hotelurile sau cafenelele vor accepta doar cash - dolari australieni, mai exact.",
        "vaccine" : ""
    },
    {
        "name": "Uganda",
        "code": "UG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30676",
        "comment": "Cetățenii români care doresc să călătorească în Uganda au nevoie de pașaport și viză, cea din urmă fiind obținută și online. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să se informeze în prealabil asupra situației de securitate din zonă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nairobi, Kenya.",
        "affiliation" : "ONU"
    },
    {
        "name": "Ukraine",
        "code": "UA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3755",
        "comment": "Cetățenii români nu au nevoie de viză de intrare în Ucraina pentru călătorii de scurtă durată, maximul fiind de 90 de zile. Așadar, cetățenii români pot intra pe teritoriul Ucrainei cu un pașaport valabil minimum 90 de zile. Totodată, străinii trebuie să demonstreze Poliției de Frontieră că dețin resursele financiare necesare pe durata șederii în Ucraina. Summa necesară este de aproximativ 2000 EUR/lună, respectiv 400 EUR/săptămână sau echivalentul în orice altă valută. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Kiev.",
        "affiliation" : "ONU",
        "emergency" : "Pericol major! Ministerul Afacerilor Externe solicită cu insistență cetățenilor români să nu se deplaseze în această țară pe fondul conflictului militar în desfășurare și a instaurării legii marțiale. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "United Arab Emirates",
        "code": "AE",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3693",
        "comment": "Cetățenii români care doresc să călătorească în Emiratele Arabe Unite nu au nevoie de viză, ci doar de pașaport. Acesta trebuie să aibă o valabilitate de minimum 6 luni de la data intrării pe teritoriul statului. Perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Abu Dhabi.",
        "affiliation" : "ONU"
    },
    {
        "name": "United Kingdom",
        "code": "GB",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3725",
        "comment": "Cetățenii români care doresc să călătorească în Marea Britanie au nevoie de cartea de identitate sau pașaport. Perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Londra.",
        "affiliation" : "NATO, ONU"
        
    },
    {
        "name": "United States",
        "code": "US",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3749",
        "comment": "Cetățenii români care doresc să călătorească în Statele Unite ale Americii au nevoie de pașaport și viză. Viza de intrare se poate obține de la Secția Consulară a Ambasadei SUA la București, însă este important de menționat că aceasta nu garantează intrarea pe teritoriul țării - la punctul de frontieră va avea loc un scurt interviu, în urma căruia ofițerul poliției de frontieră poate returna un cetățean care nu oferă suficiente garanții că nu se va abate de la scopul vizei sau a duratei de ședere. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Washington.",
        "affiliation" : "NATO, ONU"
    },
    {
        "name": "United States Minor Outlying Islands",
        "code": "UM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Uruguay",
        "code": "UY",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3757",
        "comment": "Cetățenii români care doresc să călătorească în Uruguay nu au nevoie de viză, ci doar de pașaport. Acesta trebuie să aibă o valabilitate de cel puțin 6 luni de la data intrării pe teritoriul acestei țări. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Montevideo.",
        "affiliation" : "ONU"
    },
    {
        "name": "Uzbekistan",
        "code": "UZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3758",
        "comment": "Cetățenii români care doresc să călătorească în Uzbekistan nu au nevoie de viză, ci doar de pașaport. Pașapoartele turistice trebuie să aibă o valabilitate de cel puțin 3 luni anterior datei de intrare în țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tașkent.",
        "affiliation" : "ONU"
    },
    {
        "name": "Vanuatu",
        "code": "VU",
        "documents": "Pașport",
        "source": "https://www.mae.ro/travel-conditions/30373",
        "comment": "Cetățenii români care doresc să călătorească în Vanuatu nu au nevoie de viză, ci doar de pașaport. Aceștia trebuie, de asemenea, să prezinte dovezi referitoare la cazare, un bilet de întoarcere și bani pentru subzistență. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "affiliation" : "ONU"
    },
    {
        "name": "Venezuela",
        "code": "VE",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3759",
        "comment": "Cetățenii români care doresc să călătorească în Venezuela nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste anteție sporită în timpul deplasărilor și să evite aglomerările mari de oameni. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Caracas.",
        "affiliation" : "ONU"
    },
    {
        "name": "Viet Nam",
        "code": "VN",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3760",
        "comment": "Cetățenii români care doresc să călătorească în Republica Socialistă Vietnam au nevoie de pașaport și viză. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Hanoi.",
        "affiliation" : "ONU"
    },
    {
        "name": "Virgin Islands, British",
        "code": "VG",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Virgin Islands, U.S.",
        "code": "VI",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Wallis and Futuna",
        "code": "WF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Western Sahara",
        "code": "EH",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Yemen",
        "code": "YE",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29174",
        "comment": "Cetățenii români care doresc să călătorească în Republica Yemen au nevoie de pașaport și viză, deși Ministerul Afacerilor Externe receomandă ferm evitarea oricăror deplasări pe fondul deteriorării situației de securitate. Mai multe detalii pe site-ul oficial MAE.",
        "emergency" : "Pericol major! Ministerul Afacerilor Externe recomandă cu insistență evitarea deplasărilor în Yemen, iar celor care se mai află la fața locului să părăsească zona de urgență din cauza situației grave de securitate. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abu Dhabi, Emiratele Arabe Unite.",
        "affiliation" : "ONU"
    },
    {
        "name": "Zambia",
        "code": "ZM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12616",
        "comment": "Cetățenii români care doresc să călătorească în Republica Zambia nu au nevoie de viză, ci doar de pașaport. Scopul călătoriei trebuie să fie turistic sau de afaceri, iar perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Consulatul Onorific al României la Freetown, Sierra Leone.",
        "affiliation" : "ONU"
    },
    {
        "name": "Zimbabwe",
        "code": "ZW",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3761",
        "comment": "Cetățenii români care doresc să călătorească în Republica Zimbabwe au nevoie de pașaport și viză. Cea din urmă poate fi obținută de la orice punct de intrare în Zimbabwe, terestru sau pe aeroport. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Alertă de călătorie! Pe fondul situației fragile de securitate, Ministerul Afacerilor Externe recomandă atenție sporită în timpul deplasărilor. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Harare.",
        "affiliation" : "ONU"
    }
]
