[
    {
        "name": "Afghanistan",
        "code": "AF",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/10341",
        "comment": "România nu are relații cu autoritățile de la Kabul, însă cetățenii români pot intra pe teritoriul țării pe baza pașaportului și a vizei. Pentru obținerea vizei, este necesară pregătirea mai multor documente: formularul de viză, pașaportul valabil, două fotografii recente pe fundal alb, o invitație de la o cunoștință / o invitație de la o instituție din Afghanistan, dar și o rezervare la hotel și un itinerariu / o confirmare de la o agenție de turism. Totuși, având în vedere caracterul instabil al țării din punct de vedere al stării de insecuritate, pe fondul atentatelor teroriste, Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile în această țară.",
        "warning" : "",
        "misiune" : "Misiune diplomatică suspendată din 2019. Pentru urgențe te poți adresa Ambasadei României la Islamabad pe islamabad@mae.ro",
        "affiliation" : "ONU",
        "emergency" : "În contextul deteriorării accentuate a situației de securitate din Afganistan, Miniserul Afacerilor Externe îndeamnă cetățenii români să părăsească de urgență teritoriul acestui stat și să evite orice deplasare în Afganistan. Există un risc major de atentate teroriste și confruntări armate, iar România nu mai are misiune diplomatică sau oficiu consular de carieră în Afganistan. Mai multe detalii pe site-ul oficial MAE.",
        "funfact" : "Un întreg oraș are săptămânal o noapte a poeziilor. Herat, localizat în vestul țării, găzduiește în fiecare seară de marți oameni de toate vârstele care citesc poezii clasice și moderne, ascultă muzică și se bucură de mâncare împreună.",
        "vaccine" : "Vaccinarea împotriva poliomielitei este obligatorie pentru cetățenii români care călătoresc în Afganistan și nu au fost vaccinați împotriva poliomielitei în ultimele 12 luni. Aceasta se face cu 4 săptămâni înaintea călătoriei (sau, în cazuri de urgență, chiar înaintea acesteia) și va fi notificată pe certificatul internațional de vaccinări, care va însoți documentele de călătorie. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Albania",
        "code": "AL",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3664",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport pentru a călători în Albania - documente a căror valabilitate trebuie să fie de minimum 3 luni de la data intrării. Șederea nu trebuie să fie mai lungă de 90 de zile, într-un interval de 6 luni. Pentru șederile care depășesc 90 de zile, este necesară obținerea unui permis de ședere, eliberat de Ministerul Albanez al Afacerilor Interne. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tirana.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Albanezii te aprobă și dezaprobă nonverbal pe dos: vor da din cap de la stânga la dreapta pentru da și din sus în jos pentru nu!",
        "vaccine" : ""
    },
    {
        "name": "Algeria",
        "code": "DZ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3665",
        "comment": "În Republica Algeriană Democratică și Populară, viza de intrare este obligatorie pentru cetățenii români posesori de pașapoarte simple electronice și pașapoarte de serviciu - care trebuie să aibă o valabilitate de încă cel puțin 6 luni de la data intrării în Algeria. Obținerea vizei și intrarea pe teritoriul algerian sunt condiționate de deținerea unei asigurări medicale de călătorie, valabilă din a 5-a zi de la data depunerii dosarului de viză. În România, viza se poate obține de la Ambasada Republicii Algeriene Democrate și Populare la București. Perioada de ședere în Algeria nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă, pentru siguranța cetățenilor români, evitarea deplasărilor în cartierele populare din marile orașe și deplasarea cu mașina pe timpul nopții în afara localităților. Dacă ești nevoit să te deplasezi în Algeria, MAE recomandă anunțarea prezenței în regiune adresându-te Ambasadei României la Alger.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Alger.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Algeria este acoperită în mare parte de deșertul Sahara, cel mai mare și mai fierbinte din lume. Ca atare, mare parte din populație locuiește pe doar 12% din teritoriu.",
        "vaccine" : ""
    },
    {
        "name": "American Samoa",
        "code": "AS",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30372",
        "comment": "Nu ai nevoie de viză pentru a intra pe teritoriul acestui stat dacă șederea nu depășește 90 de zile. Vei avea nevoie de un pașaport valabil cel puțin 6 luni, un bilet de întoarcere, dovada existenței fondurilor necesare pentru sejur, precum și confirmarea adresei unde vei locui pe durata șederii. Toate aceste informații vor fi completate în formularul pe care îl vei primi din partea autorităților la intrarea în Insulele Samoa. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia, cu serviciile consulare prestate de Consulatul General al României la Sydney.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Samo Americană este considerată un teritoriu neîncorporat, neorganizat al Statelor Unite ale Americii. Beneficiază de protecție diplomatică și militară din partea SUA, dar nu și de restul beneficiilor din Constituția Americană.",
        "vaccine" : "Nu există vaccinuri obligatorii pentru a intra în Insulele Samoa, însă persoanele care vin din zone unde se înregistrează cazuri de febră galbenă au obligația de a prezenta certificatul de vaccinare împotriva acestei boli."
    },
    {
        "name": "Andorra",
        "code": "AD",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28306",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Andorra, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Aceștia au dreptul legal de ședere pentru o perioadă de 90 de zile într-un interval de 6 luni. Cetăţenii români care intenţionează să rămână pe teritoriul Andorrei pentru o perioadă mai lungă de 90 de zile au obligaţia de a contacta Departamentul Serviciului de Imigrare al Andorrei.",
        "warning" : "",
        "misiune" : "Reprezentarea diplomatică şi consulară a României în Andorra este asigurată de Ambasada României în Franța și Consulatul General al României la Paris",
        "affiliation" : "ONU",
        "funfact" : "Andorra are unul dintre cele mai vechi parlamente din lume. Numit și Marele Consiliu al Văilor, acesta a luat naștere în 1419 și este compus din 28 de membri aleși la fiecare 4 ani.",
        "vaccine" : ""
    },
    {
        "name": "Angola",
        "code": "AO",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/14431",
        "comment": "Cetățenii români care vor să intre pe teritoriul Angolei au nevoie doar de pașaport, care trebuie să aibă o valabilitate de cel puțin 6 luni de la data intrării pe teritoriul țării și să conțină cel puțin două pagini libere. Scopul călătoriei trebuie să fie turistic, iar perioada de ședere nu trebuie să depășească 30 de zile într-un interval de 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei călătorii în Angola pe fondul mișcărilor sociale precum grevele și demonstrațiile pornite în 2025, caracterizate de violență extremă. Mai multe detalii pe site-ul MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada Angolei la Belgrad, Serbia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Orașul Luanda a fost numit în 2017 ca unul dintre cele mai scumpe orașe din lume pentru expați.",
        "vaccine" : "Este recomandată vaccinarea împotriva hepatitei A și B, împotriva poliomielitei, tetanosului, febrei tifoide și galbene. Angola se află într-o zonă endemică pentru malarie, hepatita A și B, poliomelită și SIDA. Focarele de holeră sunt des întâlnite și ele."
    },
    {
        "name": "Anguilla",
        "code": "AI",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Antarctica",
        "code": "AQ",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Antigua and Barbuda",
        "code": "AG",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48633",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru a călători în Antigua și Barbuda în scop turistic, însă perioada de ședere nu trebuie să depășească 90 de zile. Vor trebui îndeplinite și următoarele condiții: pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la data ieșirii de pe teritoriul caraibian, va trebui să mai deții un bilet de întoarcere, să demonstrezi că beneficiezi de servicii turistice achitate anticipat sau că deții fonduri suficiente pentru sejur, să ai o asigurare medicală valabilă pe durata șederii, să faci dovada asigurării condițiilor de cazare, precum să ai și dovada vaccinării contra febrei galbene dacă vii dintr-o țară cu incidența acestei boli. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Antigua a fost numită Insula cu 365 de Plaje. De la nisipul auriu la cel în nuanțe de roz, datorat coralilor, frumusețea plajelor este greu de descris în cuvinte.",
        "vaccine" : "Nu există vaccinuri obligatorii, cu excepția vaccinului contra febrei galbene, în cazul în care călătorii provin dintr-o țară în care există incidența acestei boli."
    },
    {
        "name": "Argentina",
        "code": "AR",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3667",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Argentina în scop turistic, ci doar de pașaport simplu. Perioada de ședere nu trebuie să depășească 90 de zile într-un interval de 6 luni de la data primei intrări, iar pașaportul să aibă o valabilitate de minimum 6 luni de la momentul intrării în Argentina. Mai multe detalii pe site-ul MAE.",
        "warning" : "Cetățenii români sunt sfătuiți să folosească operatori turistici acreditați și să fie extrem de vigilenți pe perioada deplasării, existând cazuri frecvente de jafuri și asasinate în special în zonele turistice și din apropierea gărilor și marilor hoteluri. Mai multe detalii pe site-ul MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Buenos Aires.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Argentina este locul de naștere al tangoului. Are originile în Buenos Aires, în cartierele muncitorești din secolul al XIX-lea.",
        "vaccine" : ""
    },
    {
        "name": "Armenia",
        "code": "AM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3668",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru șederile mai scurte de 90 de zile, ci doar de un pașaport de orice natură. În baza Acordului dintre Uniunea Europeană și Republica Armenia privind facilitarea eliberării vizelor, pe principiul reciprocității, cetățenii români se pot afla pe teritoriul armean timp de cel mult 90 de zile într-un interval de 180 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite orice deplasare în apropierea frontierei Armeniei cu Azerbaidjan, respectiv la o distanță mai mică de 20 km de granița dintre cele două state. Mai multe informații pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Erevan.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este prima țară din lume care a acceptat Creștinismul ca religie de stat. ",
        "vaccine" : ""
    },
    {
        "name": "Aruba",
        "code": "AW",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Australia",
        "code": "AU",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3669",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru călători în Australia. Începând cu 2008, Departamentul Australian pentru Imigrare și Cetățenie a inclus România pe lista statelor care beneficiază de sistemul electronic de acordare a vizelor 'auto-grant facility'. Atenție, viza de intrare în Australia nu se acordă sub nicio circumstanță la frontieră! Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Canberra. Mai mult, România dispune de oficii consulare la Sydney și Melbourne.",
        "emergency" : "",
        "funfact" : "Australia este populată de 65.000 de ani. Tradițiile artistice, spirituale și muzicale ale aborigenilor australieni sunt printre cele mai prezervate din istoria planetei.",
        "vaccine" : ""
    },
    {
        "name": "Austria",
        "code": "AT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3670",
        "comment": "Pentru a intra pe teritoriul Austriei, cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate la data efectuării călătoriei.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Viena.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "După cel de-al Doilea Război Mondial, Austria a fost divizată în patru zone de ocupație până în 1955: britanică, franceză, americană și sovietică.",
        "vaccine" : ""
    },
    {
        "name": "Azerbaijan",
        "code": "AZ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3671",
        "comment": "Cetățenii români au nevoie de pașaport simplu electronic sau temporar, valabil cel puțin 3 luni de la data expirării vizei de intrare. Viza de intrare poate fi obținută electronic sau fizic la Ambasada Republicii Azerbaidjan la București. Excepție de la necesitatea vizei fac posesorii de pașapoarte diplomatice sau de serviciu. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite orice deplasare în apropierea frontierei Armeniei cu Azerbaidjan. Mai multe informații pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Baku.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Există o teorie care sugerează că vikingii își au originea în Azerbaijan. O poveste islandeză veche de 800 de ani descrie călătoria zeului nordic Odin dintr-un tărâm estic numit As-hov sau Aser către Scandinavia.",
        "vaccine" : ""
    },
    {
        "name": "Bahamas",
        "code": "BS",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48634",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în scop turistic în Bahamas, ci doar de pașaport. Perioada de ședere nu trebuie să depășească 90 de zile, iar pașaportul să aibă o valabilitate de minimum 6 luni de la data de plecare din Bahamas. Mai mult, trebuie să deții un bilet de întoarcere, să demonstrezi că beneficiezi de servicii turistice achitate anticipat sau că deții resurse financiare suficiente pentru ședere, să ai o asigurare medicală valabilă pe perioada șederii, să faci dovada asigurării condițiilor de cazare, să faci dovada vacinării contra febrei galbene dacă vii dintr-o țară cu incidența acestei boli și să completezi cardul de imigrări, care trebuie păstrat până la părăsirea țării. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Bahamas este un arhipelag de 700 de insule, insulițe și recifuri.",
        "vaccine" : "Nu există vaccinuri obligatorii, cu excepția celui pentru febră galbenă în cazul călătorilor care provin dintr-o țară unde există incidența acestei boli."
    },
    {
        "name": "Bahrain",
        "code": "BH",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/25187",
        "comment": "Cetățenii români care doresc să intre pe teritoriul Regatului Bahrain au nevoie atât de pașaport (cu o valabilitate de minimum 6 luni), cât și de viză de intrare - indiferent de scopul călătoriei și de tipul pașaportului deținut. Viza se poate obține la sosirea pe Aeroportul Internațional Bahrain după achitarea unei taxe. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abu Dhabi, Emiratele Arabe Unite, precum și prin Consulatul General al României la Dubai.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este cel mai mic stat suveran din Orientul Mijlociu.",
        "vaccine" : ""
    },
    {
        "name": "Bangladesh",
        "code": "BD",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/45400",
        "comment": "Cetățenii români posesori de pașapoarte turistice și temporare au nevoie de viză de intrare în Republica Populară Bangladesh. Aceasta se poate obține la sosirea în țară, însă decizia de eliberare este la discreția ofițerului de imigrare din Bangladesh și nu este garantată. Pentru detalii despre obținerea vizei în avans poți consulta site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite orice călătorie în această țară pe fondul protestelor violente și a decretării stării de asediu în 2024. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la New Delhi, India.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Găzduiește cea mai lungă plajă naturală din lume, Cox's Bazar, ce are o lungime de 120 de kilometri.",
        "vaccine" : ""
    },
    {
        "name": "Barbados",
        "code": "BB",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48635",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru a călători în Barbados în scop turistic, ci doar de pașaport. Perioada maximă de ședere este de 90 de zile. Mai multe detalii despre condițiile complete de intrare, pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cu fermitate cetățenilor români să evite călătoriile neesențiale în această țară din cauza evoluțiilor situației interne și de securitate, dar și a tensiunilor sporadice. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este țara în care s-a născut Rihanna, care a fost și declarată erou național al Barbadosului.",
        "vaccine" : ""
    },
    {
        "name": "Belarus",
        "code": "BY",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3672",
        "comment": "Cetățenii români care doresc să călătorească în Belarus, posesori de pașapoarte simple electronice, au nevoie de viză de intrare - aceasta poate fi obținută numai de la Ambasada Republicii Belarus la București. Perioada de ședere nu poate depăși 90 de zile într-un an calendaristic, începând din data intrării pe teritoriul acestui stat. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile neesențiale în Belarus pe fondul deteriorării situației de securitate din regiune, cauzată de agresiunea militară rusă împotriva Ucrainei. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Minsk.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Wargaming, studio-ul responsabil pentru jocuri video ca World of Tanks, World of Warships sau World of Warplanes, este bielorus.",
        "vaccine" : ""
    },
    {
        "name": "Belgium",
        "code": "BE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3673",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport pentru a călători în Belgia. Acestea trebuie să se afle în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bruxelles.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Cartofii prăjiți au fost inventați de belgieni, după spusele lor. Fiecare sat are cel puțin un fritkot, adică un chioșc sau o dubiță ce servește cartofi prăjiți.",
        "vaccine" : ""
    },
    {
        "name": "Belize",
        "code": "BZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/33006",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Belize, ci doar de pașaport. Perioada de ședere nu poate depăși 30 de zile, iar scopul călătoriei trebuie să fie turistic sau de afaceri. Adițional, mai trebuie respectate următoarele condiții: pașaportul trebuie să aibă o valabilitate minimă de 6 luni de la momentul intrării în Belize, trebuie să deții un bilet de călătorie pentru întoarcerea în România sau în țara de domiciliu, un itinerariu sau traseu turistic care include localitățile care vor fi vizitate, dovada rezervărilor ferme de cazare și a celorlalte servicii turistice contractate sau invitația legalizată la un notar (dacă scopul deplasării este vizita la o persoană care locuiește în Belize), dovada deținerii resurselor financiare suficiente pentru perioada vacanței, dar și o asigurare de călătorie sau de sănătate cu acoperire în Belize. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de vigilenți dacă aleg să călătorească în acest stat, existând atât cazuri de furturi în care sunt vizați turiștii, precum și tensiuni la granița disputată între Belize și Guatemala. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Aproape un milion de turiști vizitează anual Belize, 70% dintre ei fiind americani.",
        "vaccine" : ""
        
    },
    {
        "name": "Benin",
        "code": "BJ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30215",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Benin. Perioada de ședere nu poate depăși 90 de zile, iar viza se poate obține de la misiunile diplomatice ale acestui stat - cea mai apropiată misiune diplomatică este Ambasada Republicii Benin la Paris. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite orice deplasare în Republica Benin pe fondul violențelor stradale, acțiunilor teroriste sau a răpirilor cetățenilor străini. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "A scris istorie în anii '90, când a devenit prima țară africană ce a făcut tranziția de la dictatură la democrație.",
        "vaccine" : "Autoritățile din Benin solicită cetățenilor străini care sosesc pe teritoriul acestui stat să facă dovada vaccinării împotriva febrei galbene. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Bermuda",
        "code": "BM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Bhutan",
        "code": "BT",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/44984",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a intra în Regatul Bhutan. Vizele turistice se pot obține prin intermediul site-ului Departamentului pentru Imigrare din Bhutan, dar și prin furnizorii de servicii turistice. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la New Delhi, India.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Regele Bhutanului a abdicat în 2005 și a permis instalarea democrației și a alegerilor libere, realizând că țara nu va putea avea întotdeauna un rege just și onest.",
        "vaccine" : "Este recomandată vaccinarea împotriva tetanosului, a febrei tifoide, hepatitei A și B, precum și pentru encefalita japoneză, rabie și gripă."
    },
    {
        "name": "Bolivia",
        "code": "BO",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3674",
        "comment": "Cetățenii români care doresc să călătorească în Bolivia în scop turistic au nevoie doar de pașaport, nu și de viză. Pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la momentul intrării pe teritoriul acestei țări, însă este recomandat ca acesta să aibă o valabilitate cât mai mare. Va trebui să prezinți, pe lângă pașaport, și următoarele: dovada unui bilet dus-întors sau confirmarea planurilor de plecare din Bolivia, dovada cazării în Bolivia (inclusiv adresa unității de cazare), dar și un certificat internațional de vaccinare pentru febra galbenă. La acestea se mai adaugă și declarația pe propria răspundere pentru bagajul însoțit și pentru introducerea de valută, sau Formularul 250. Călătoria în Bolivia în orice alt scop decât turismul necesită viză de intrare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe informează cetățenii români că trebuie să acorde o atenție deosebită pe teritoriul acestui stat din cauza manifestațiilor de protest ale organizațiilor sindicale, precum și din cauza nivelului crescut de infracțiuni stradale. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Lima, Peru.",
        "affiliation" : "ONU",
         "emergency" : "",
        "funfact" : "În 2014, ceasul de pe clădirea Congresului din La Paz a fost setat să funcționeze invers. Ministrul de Externe, David Choquehuanca, l-a numit 'Ceasul Sudului' și a spus că le va aminti bolivienilor să gândească creativ și să pună la îndoială normele.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene și prezentarea certificatului internațional de vaccinare pentru această afecțiune. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Bosnia and Herzegovina",
        "code": "BA",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3675",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport pentru a călători în Bosnia și Herțegovina. Documentul de călătorie trebuie să aibă o valabilitate de 3 luni peste perioada declarată de ședere în acest stat, iar toți cetățenii români trebuie să facă dovada deținerii sumei de 150 BAM (mărci convertibile) sau de 75 EUR/fiecare zi de ședere în țară. De asemenea, cetățenii străini care doresc să rămână mai mult de 3 zile în Bosnia și Herțegovina trebuie să se înregistreze la birourile teritoriale ale Serviciului pentru Străini aparținând de Ministerul Securității. Mai multe detalii pe site-ul oficial MAE. ",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Sarajevo.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Moneda oficială este Marka, ce nu poate fi cumpărată sau schimbată nicărieri altundeva în lume.",
        "vaccine" : ""
    },
    {
        "name": "Botswana",
        "code": "BW",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12187",
        "comment": "Cetățenii români care doresc să călătorească în Botswana au nevoie doar de pașaport. Ministerul Afacerilor Externe recomandă evitarea utilizării pașaportului temporar, cum poliția de frontieră locală nu permite titularilor acestui tip de pașaport intrarea pe teritoriul acestui stat. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată de Ambasada României la Pretoria și Consulatul General al României la Cape Town.",
        "affiliation" : "ONU",
        "funfact" : "Botswana are cea mai mare populație de elefanți din lume, cu un număr de aproximativ 130.000 din cei aproape jumătate de milion încă rămași în Africa."
    },
    {
        "name": "Bouvet Island",
        "code": "BV",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Brazil",
        "code": "BR",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3676",
        "comment": "Cetățenii români care doresc să călătorească în Brazilia nu au nevoie de viză, ci doar de pașaport. Perioada legală de ședere este de maximum 90 de zile - depășirea acestei perioade necesită obținerea, în prealabil, a unei vize de intrare corespunzătoare. Important: la orice intrare în Brazilia este important să te asiguri că ai în pașaport ștampila aferentă, în caz contrar, la ieșirea din Brazilia vor fi contabilizate ca zile petrecute pe teritoriul brazilian. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea călătoriilor în Brazilia pe fondul cazurilor de febră Dengue, precum și din cauza nivelului extrem de ridicat al criminalității. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Brasilia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Brazilia este cel mai mare producător de cafea din lume de peste 150 de ani.",
        "vaccine" : "Este recomandată cu tărie vaccinarea împotriva febrei galbene cu 10 zile înainte de efectuarea călătoriei spre Rio de Janeiro, în special dacă se dorește îmbarcarea și vizitarea Ilha Grande. Se recomandă și vaccinarea împotriva malariei."
    },
    {
        "name": "British Indian Ocean Territory",
        "code": "IO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Brunei Darussalam",
        "code": "BN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/29494",
        "comment": "Cetățenii care călătoresc în Brunei pentru o perioadă de mai puțin de 90 de zile nu au nevoie de viză de intrare, ci doar de pașaport - acesta trebuie să fie valabil cel puțin 6 luni înainte de a intra în Brunei și să justifice doar scopuri de afaceri sau vizită. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe avertizează cetățenii români care doresc să călătorească în acest stat că există un risc general de atacuri teroriste, care se pot produce în locuri publice - inclusiv în cele frecventate de expatriați sau călători străini. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Kuala Lumpur, Malaezia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Sultanul din Brunei ar duce luxul la un nou nivel: ar deține 500 de mașini Rolls Royce, un palat cu aproape 2.000 de camere și ar beneficia de tunsori de 20.000 de dolari.",
        "vaccine" : ""
    },
    {
        "name": "Bulgaria",
        "code": "BG",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3677",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport pentru a călători în Bulgaria. Acestea trebuie să se afle în termen de valabilitate. Atenție, cetățenii români minori nu pot intra în Bulgaria în baza certificatului de naștere. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Sofia.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Parlamentul bulgar este cea mai veche instituție parlamentară din Europa. S-a reunit pentru prima oară pe 11 mai 1879.",
        "vaccine" : ""
    },
    {
        "name": "Burkina Faso",
        "code": "BF",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29271",
        "comment": "Cetățenii români care vor să intre pe teritoriul Burkina Faso au nevoie de pașaport și viză. Pașaportul trebuie să fie valabil cel puțin 6 luni de la data depunerii cererii de viză. Viza de intrare poate fi obținută de la Ambasada Republicii Burkina Faso la Bruxelles, care asigură reprezentarea diplomatică și consulară a Republicii Burkina Faso în România. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea oricărei călătorii în Burkina Faso pe fondul deteriorării grave a situației de securitate și a riscului de anulare a zborurilor internaționale. De asemenea, cum România nu are misiune diplomatică sau oficiu consular de carieră în Burkina Faso, MAE recomandă cu fermitate cetățenilor români care încă se află în acest stat să își notifice prezența și să transmită datele de contact Ambasadei României la Dakar. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Aproape 80% din populația țării este angajată în agricultură de subzistență, adică toate culturile și animalele crescute de fermieri sunt suficiente exclusiv pentru ei și familiile lor, cu un procent scăzut destinat comerțului.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene. Se recomandă, de asemenea, vaccinarea împotriva tetanosului, poliomielitei, difteriei, meningitei, febrei tifoide și a hepatitei A și B. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Burundi",
        "code": "BI",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30844",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Burundi. Pașaportul tău trebuie să aibă o valabilitate de cel puțin 6 luni după data de intrare în Burundi și să aibă cel puțin o pagină liberă. În ceea ce privește viza, de afaceri sau turistică, aceasta se poate obține atât la aterizare pe aeroportul din Bujumbura, cât și la misiunile diplomatice burundeze din străinătate. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile în Burundi pe fondul instabilității politice, respectiv a prezenței unor miliții armate. De asemenea, MAE recomandă să nu te deplasezi în zonele de frontieră cu Republica Democrată Congo. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nairobi, Kenya.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Doar 3% din populația țării are acces la internet, ceea ce face Burundi una dintre cele mai slab cotate țări în materie de acces la internet.",
        "vaccine" : "Pentru intrarea pe teritoriul acestui stat ai nevoie de un certificat care să ateste că te-ai vaccinat împotriva febrei galbene. Se recomandă, de asemenea, vaccinarea împotriva febrei tifoide, a hepatitei A și B, a tuberculozei, difteriei și poliomielitei. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Cambodia",
        "code": "KH",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/31518",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Regatul Cambodgiei. Poți aplica pentru o viză turistică online tip T, cu o singură intrare, pentru o perioadă de maximum 30 de zile. Dacă scopul călătoriei este de afaceri, poți aplica pentru o viză tip E, cu o singură intrare, tot pentru o perioadă de maximum 30 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să fie precauți atunci când călătoresc în Cambodgia și să evite apropierea de fostele teatre de război, ce au muniții neexplodate, precum și de templul Preah Vihear, la frontiera cu Thailanda, pe fondul riscului declanșării de acte de violență. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Hanoi, Vietnam.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Vârsta medie a populației din Cambodgia este de sub 15 ani, în jur de 50% din populația țării are 15 ani sau sub această vârstă.",
        "vaccine" : ""
    },
    {
        "name": "Cameroon",
        "code": "CM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/49990",
        "comment": "Cetățenii români care doresc să călătorească în Camerun au nevoie de pașaport și viză. Viza de intrare poate fi obținută de la Ambasada Republicii Camerun în Italia, iar perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei călătorii în Camerun pe fondul situației de securitate devenită incontrolabilă din cauza acțiunilor violente practicate de către gruparea teroristă Boko Haram. Atenție! România nu are misiune diplomatică sau oficiu consular în Camerun iar, din cauza situației de securitate puternic afectată, MAE recomandă cu fermitate cetățenilor români care încă se află pe teritoriul acestui stat să-și notifice prezența și să transmită datele de contact Ambasadei României la Abuja. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Pe teritoriul său se află cea mai veche pădure din Africa. Parcul Național Pădurea Korop are o vârstă de 60 de milioane de ani și se află aproape de granița cu Nigeria.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene, iar la intrarea pe teritoriul acestei țări se solicită dovada acestei vaccinări. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Canada",
        "code": "CA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3678",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru a călători în Canada, ci doar de pașaportul simplu electronic și eTA - Autorizația Electronică de Călătorie. Perioada de ședere nu poate depăși 6 luni. Atenție! Deși deținerea eTA este o condiție prealabilă necesară, aceasta nu este și suficientă: intrarea în Canada depinde în ultimă instanță de decizia autorităților la trecerea frontierei. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ottawa.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Cea mai lungă stradă din lume se află în Canada. Pornește din Lake Ontario și se întinde pe aproape 2.000 de kilometri până la granița cu Minnesota.",
        "vaccine" : ""
    },
    {
        "name": "Cape Verde",
        "code": "CV",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/29355",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru a călători în Republica Capului Verde, ci doar de pașaport. Acesta trebuie să fie valabil pentru cel puțin încă 6 luni de la data intrării pe teritoriul acestui stat, iar perioada de ședere să nu depășească 30 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În această țară este considerat nepoliticos să mănânci în public fără să împarți și cu ceilalți din jurul tău. Majoritatea localnicilor cumpără suficientă mâncare pentru a împărți și cu cei din jurul lor.",
        "vaccine" : "Este recomandată vaccinarea împotriva febrei galbene, a tetanosului, poliomielitei, difteriei, meningitei, febrei tifoide și a hepatitei A și B. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Cayman Islands",
        "code": "KY",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Central African Republic",
        "code": "CF",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29374",
        "comment": "Cetățenii români au nevoie de pașaport și viză de intrare pentru a călători în Repulica Centrafricană. Este important de notat că, în aceste momente, condițiile de intrare și ieșire se pot schimba rapid - este recomandată contactarea celei mai apropiate ambasade sau consulat al Republicii Centrafricane pentru cele mai recente detalii despre călătoria în această țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea deplasărilor în Republica Centrafricană pe fondul pericolului de jafuri armate, tâlhării, violuri și răpiri, precum și pentru condițiile de climă tropicală și igienă precară. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Addis Abeba, Etiopia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Alături de Ciad și Madagascar, Republica Centrafricană este una dintre țările cel mai puțin afectate de poluarea luminoasă.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie. Este recomandată, de asemenea, și vaccinarea împotriva virusului poliomielitic. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Chad",
        "code": "TD",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/64134#711",
        "comment": "Cetățenii care doresc să călătorească în Ciad au nevoie de pașaport și viză. Este important ca pașaportul să conțină cel puțin două pagini albe și să fie valabil pentru încă cel puțin 6 luni după părăsirea acestei țări. Mai multe detalii despre obținerea vizei pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cu insistență evitarea oricărei călătorii în Ciad din cauza situației politice și de securitate incertă. Pe teritoriul acestei țări au loc frecvent activități teroriste, inclusiv răpiri de persoane (preponderent occidentali). Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Alger, Algeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Ciadul mai este numit și Turnul Babel al lumii datorită celor peste 200 de grupuri etnice și a celor 100 de limbi vorbite în țară.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Chile",
        "code": "CL",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3680",
        "comment": "Cetățenii români nu au nevoie de viză de intrare pentru a călători în Chile, ci doar de pașaport. Perioada de ședere este de maximum 90 de zile și scutirea de vize este valabilă doar pentru scopuri turistice, așa că cetățenii români care nu pot demonstra cu documente justificative acest fapt (rezervare hotel, sume necesare în cash sau carte de credit) pot fi retrimiși în țara de origine/reședință. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Santiago de Chile.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Chile mai este numită și capitala lumii în materie de astronomie. Deșertul Atacama este cunoscut pentru lipsa de precipitații și, ca atare, este ideal pentru pasionații de astronomie.",
        "vaccine" : ""
    },
    {
        "name": "China",
        "code": "CN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3681",
        "comment": "Cetățenii români au nevoie doar de pașaport pentru a călători în China între 30 noiembrie 2024 și 31 decembrie 2026. Perioada de ședere trebuie să fie de maximum 30 de zile, iar scopul vizitei să fie de afaceri, turism, vizită de familie, vizită de schimb sau tranzit. De asemenea, valabilitatea pașaportului să fie mai mare de 6 luni, cu cel puțin 2 pagini libere. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Beijing.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În 2011, China a consumat 42,5 miliarde de pachete de noodles.",
        "vaccine" : ""
    },
    {
        "name": "Christmas Island",
        "code": "CX",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Cocos (Keeling) Islands",
        "code": "CC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Colombia",
        "code": "CO",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3684",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Columbia, ci doar de pașaport. Perioada maximă de ședere este de 90 de zile, pașaportul trebuie să fie valabil cel puțin 6 luni de la momentul intrării pe teritoriul acestei țări, iar scopul călătoriei să fie turistic. De asemenea, cetățenii români să facă și dovada unui bilet de călătorie dus-întors. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe insistă ca cetățenii români care călătoresc în Columbia să încheie o asigurare de călătorie, medicală și de viață. Descoperă și restul recomandărilor pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bogota.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Conform legii columbiene, imnul de stat este redat la televizor și radio de două ori pe zi: la 6 dimineața și la 6 seara.",
        "vaccine" : ""
    },
    {
        "name": "Comoros",
        "code": "KM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12234",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Insulele Comore. Pașaportul trebuie să fie valabil cel puțin 6 luni ulterior intrării pe teritoriul Insulelor și să aibă cel puțin 2 pagini libere. Viza se emite pe loc, la momentul intrării în țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria, Republica Africa de Sud.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Comoros este cel mai mare producător de ylang-ylang din lume, cu aproape 80% din necesarul planetei venind de aici.",
        "vaccine" : ""
    },
    {
        "name": "Congo",
        "code": "CG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30130",
        "comment": "Cetățenii români au nevoie de pașaport și viză de intrare pentru a călători în acest stat. Pașaportul trebuie să aibă o valabilitate de cel puțin 1 an de la data intrării pe teritoriul acestui stat și să conțină minimum 4 pagini libere, iar perioada de ședere nu poate depăși 91 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea deplasărilor în Republica Congo pe fondul situației de securitate din această țară, care poate degenera în orice moment. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Luanda, Angola.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este singurul loc din lume care găzduiește cimpanzeul Bonobo, considerat cea mai apropiată legătură a speciei umane.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene! Certificatul internațional de vaccinare împotriva febrei galbene va fi solicitat de autoritățile congoleze, așa că cei care nu-l dețin vor fi returnați imediat în țara de origine. Se recomandă, de asemenea, vaccinarea împotriva hepatitei A, poliomielitei, tetanusului și a febrei tifoide. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Congo, The Democratic Republic of the",
        "code": "CD",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30131",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Republica Democrată Congo. Pașaportul trebuie să aibă o valabilitate de cel puțin 1 an de la data intrării pe teritoriu și să conțină minimum 4 pagini albe. Atenție, viza nu se eliberează la sosirea pe aeroport, ci doar la misiunile diplomatice ale Republicii Democrate Congo în străinătate. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea oricărei călătorii pe teritoriul acestui stat din cauza celor mai recente evoluții ale situației de securitate din Republica Democrată Congo, dar și din cauza riscului de infestare cu febră virală hemoragică, rezultată în urma epidemiei cu care se confruntă în ultima perioadă acest stat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Luanda, Angola.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Populația Republicii Democrate Congo adună peste 200 de grupuri etnice, ce vorbesc 250 de limbi și dialecte în întreaga țară.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene. Certificatul internațional de vaccinare împotriva febrei galbene va fi solicitat de autoritățile locale, așa că cei care nu-l dețin vor fi returnați imediat în țara de origine. Se recomandă, de asemenea, vaccinarea împotriva hepatitei A, poliomielitei, tetanosului și a febrei tifoide. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Cook Islands",
        "code": "CK",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Costa Rica",
        "code": "CR",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3687",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Republica Costa Rica, ci doar de pașaport. Perioada maximă de ședere este de 180 de zile și, pentru a beneficia de scutirea vizei, va trebui să îndeplinești mai multe condiții. Află toate detaliile pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste vigilență sporită pe fondul jafurilor și al infracțiunilor violente în locurile publice la adresa turiștilor. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico, Mexic.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai 'fericite' țări din lume, cu o populație ce adoptă stilul de viață pura vida. ",
        "vaccine" : "Începând cu 11 martie 2025 este obligatorie prezentarea dovezii vaccinării împotriva febrei galbene pentru persoanele care au călătorit anterior într-o serie de state din America de Sud, Africa și Asia. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Cote D'Ivoire",
        "code": "CI",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3683",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Coasta de Fildeș. Pentru detalii privind condițiile specifice de obținere a vizei va trebui să contactezi Ambasada Republicii Coasta de Fildeș în Germania, acreditată și pentru România. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea călătoriilor neesențiale în zonele de frontieră cu Mali și Burkina Faso, dar și la granița cu Liberia din cauza criminalității sporite de prezența armelor ilegale. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Coasta de Fildeș are două capitale: Yamoussoukro (cea oficială) și Abidjan (cea administrativă).",
        "vaccine" : "Vaccinul împotriva febrei galbene este obligatoriu pentru intrarea în acest stat - verificarea carnetului internațional de vaccinare este efectuată sistematic la sosirea în țară. Se recomandă, de asemenea, vaccinarea împotriva tetanosului, poliomielitei, difteriei, meningitei, febrei tifoide și hepatitei A și B.. Mai multe informații utile pe site-ul oficial MAE."
    },
    {
        "name": "Croatia",
        "code": "HR",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3688",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Croația. Este important de menționat faptul că cetățenii români care doresc să rămână în Croația pentru perioade mai lungi de 90 de zile trebuie să se înregistreze, în funcție de scopul șederii, la autoritățile croate competente. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Zagreb.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Este țara care a dat naștere creionului mecanic. Slavoljub Penkala l-a inventat în 1906 și compania sa există și acum.",
        "vaccine" : ""
    },
    {
        "name": "Cuba",
        "code": "CU",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3689",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Cuba. Viza de intrare se poate obține atât de la ambasadele sau consulatele Cubei în străinătate, cât și prin intermediul agențiilor de turism sau companiilor aeriene de la care a fost achiziționat pachetul turistic sau biletul de călătorie. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Havana.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Deși relațiile sale cu Occidentul s-au îmbunătățit, Cuba este în continuare o țară cu regim autoritar. Ca atare, Wi-Fi-ul este greu de găsit - îl vei putea folosi doar în locuri dedicate și contra-cost.",
        "vaccine" : ""
    },
    {
        "name": "Cyprus",
        "code": "CY",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3682",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Cipru. Aceeași regulă se aplică și în cazul călătoriei în partea de nord a insulei, zonă care nu se află sub jurisdicția autorităților de la Nicosia. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Nicosia.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Cipru se bucură de razele soarelui peste 300 de zile pe an.",
        "vaccine" : ""
    },
    {
        "name": "Czech Republic",
        "code": "CZ",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3679",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport pentru a călători în Republica Cehă. Dacă intenționezi să rămâi pe teritoriul acestei țări mai mult de 30 de zile, va trebui să-ți raportezi prezența la departamentul pentru poliție din cadrul Direcției Regionale a Poliției Cehe. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Praga.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Cehia are cele mai multe castele din Europa, peste 2.000.",
        "vaccine" : ""
    },
    {
        "name": "Denmark",
        "code": "DK",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3690",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, valabile cel puțin 3 luni, pentru a călători în Danemarca. Perioada maximă de ședere pentru deținătorii acestor documente este de 3 luni. Pentru călătoriile în Groenlanda sau Insulele Feroe, în scop turistic, cartea de identitate românească nu este suficientă - trebuie să prezinți pașaportul în termen de valabilitate. Mai multe detalii despre condițiile de intrare pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Copenhaga.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Danemarca deține cel mai vechi steag din lume. Legenda spune că își are originile în secoulul al XIV-lea, în timpul bătăliei de la Lyndanisse.",
        "vaccine" : ""
    },
    {
        "name": "Djibouti",
        "code": "DJ",
        "documents": "Pașaport și Viză",
        "source": "https://mae.ro/travel-conditions/31501",
        "comment": "Cetățenii români care doresc să călătorească pe teritoriul Djibouti au nevoie de pașaport și viză. Cea din urmă poate fi obținută de la misiunile diplomatice ale acestui stat sau online. Atenție! În cazul călătoriei cu un vas de croazieră ce are escală în Djibouti, cetățenii români nu pot folosi viza obținută electronic pentru intrarea pe teritoriul acestei țări. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cu fermitate evitarea tuturor călătoriilor la frontiera dintre Republica Djibouti și Eritreea din cauza situației precare de securitate. Se recomandă, de asemenea, prudență sporită și în zone izolate precum frontiera Republicii Djibouti cu Somalia. Mai multe detalii pe site-ul oficial MAE."
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Cairo.",
        "affiliation" : "ONU",
        "funfact" : "Djibouti este a treia cea mai mică țară de pe continentul african, cu o suprafață de doar 23.200 de kilometri pătrați."
    },
    {
        "name": "Dominica",
        "code": "DM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48636",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în scop turistic în Dominica, ci doar de pașaport. Perioada de ședere nu trebuie să depășească 90 de zile și este necesar să îndeplinești mai multe condiții speciale. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Aici a fost filmată pelicula 'Pirates of the Caribbean: Dead Man’s Chest'.",
        "vaccine" : ""
    },
    {
        "name": "Dominican Republic",
        "code": "DO",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3738",
        "comment": "Cetățenii români care vor să călătorească în Republica Dominicană nu au nevoie de viză, ci doar de pașaport și un card turistic. Acesta se poate obține de la consulatele Republicii Dominicane sau la punctele de trecere a frontierei. De asemenea, perioada de ședere nu trebuie să depășească 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Bogota, Columbia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este singura țară din lume cu o biblie pe steagul național.",
        "vaccine" : ""
    },
    {
        "name": "Ecuador",
        "code": "EC",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/31517",
        "comment": "Cetățenii români care vor să călătorească în Ecuador în scop turistic nu au nevoie de viză, ci doar de pașaport. Acesta trebuie să fie valabil minimum 6 luni, iar perioada de ședere să nu depășească 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea oricăror deplasări în anumite regiuni pe fondul situației de securitate deteriorate, la nivel național având loc proteste violente, asasinate la comandă, dar și conflicte armate între grupări de crimă organizată. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Lima, Peru.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Insulele Galapagos, parte din Ecuador, au stat la baza Teoriei Evoluției a lui Charles Darwin.",
        "vaccine" : ""
    },
    {
        "name": "Egypt",
        "code": "EG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3691",
        "comment": "Cetățenii români care doresc să călătorească în Egipt au nevoie de pașaport și viză. Pașaportul simplu sau simplu temporar trebuie să aibă o valabilitate de minimum 6 luni de la data intrării în Egipt, iar viza turistică se poate obține la aeroport sau la sediul Ambasadei Republicii Arabe Egipt în România. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe atrage atenția asupra atentatelor teroriste din Peninsula Sinai și la frontiera cu Libia și Sudan iar, ca atare, recomandă imperativ evitarea oricărei deplasări în aceste zone. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Cairo.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "95% din populația Egiptului trăiește de-a lungul Nilului, cel mai lung râu din lume.",
        "vaccine" : ""
    },
    {
        "name": "El Salvador",
        "code": "SV",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/33020",
        "comment": "Cetățenii români care vor să călătorească în El Salvador în scop turistic nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile într-un interval de 6 luni și va trebui, de asemenea, să mai îndeplinești câteva condiții speciale. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să fie vigilenți din cauza extinderii delicvenței comune în marile centre urbane (San Salvador, La Libertad, Santa Ana sau San Miguel), ce duce la o situație de securitate incertă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico, Mexic.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este cea mai mică țară din America Centrală, dar unul dintre cele mai mari centre comerciale din zonă.",
        "vaccine" : ""
    },
    {
        "name": "Equatorial Guinea",
        "code": "GQ",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Eritrea",
        "code": "ER",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Estonia",
        "code": "EE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3694",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Estonia. Cetățenii statelor membre UE, deci și cetățenii români, pot rămâne pe teritoriul Estoniei timp de 90 de zile fără a îndeplini vreo formalitate, dacă au o carte de identitate sau un pașaport valabil și dețin resurse ecnonomice suficiente pentru a se întreține pe sine și, eventual, membrii familiei. Pentru șederi mai lungi de 3 luni, cetățenii UE trebuie să se înregistreze la administrația locală în care locuiesc. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tallinn.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "În 2005 a devenit prima țară din lume care a introdus votul digital, subliniind poziția sa ca una dintre cele mai avansate digital societăți din Europa.",
        "vaccine" : ""
    },
    {
        "name": "Ethiopia",
        "code": "ET",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3695",
        "comment": "Cetățenii români care doresc să călătorească în Etiopia au nevoie de pașaport și viză. Viza turistică poate fi obținută online, cu cel puțin 5 zile înainte de data călătoriei, și este valabilă între 30 și 90 de zile, cu una sau multiple intrări. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea oricărei călătorii în Etiopia pe fondul situației de securitate imprevizibile în mai multe zone ale țării. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Addis Abeba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este singura țară din lume cu un sistem de timp în 12 ore: ciclul zilei începe cu răsăritul fiecarei dimineți la ora 06:00 și se încheie pe înserat, la 17:59. Ciclul de noapte începe seara la ora 18:00 și se încheie dimineața, la 05:59.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie pentru a intra pe teritoriul acestui stat, iar carnetul de vaccinări trebuie prezentat, la cerere, la sosirea pe Aeroportul Internațional Bole. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Falkland Islands (Malvinas)",
        "code": "FK",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Faroe Islands",
        "code": "FO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Fiji",
        "code": "FJ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30276",
        "comment": "Cetățenii români care doresc să călătorească în Fiji nu au nevoie de viză, ci doar de pașaport simplu sau temporar. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Fiji reunește 332 de insule, localizate între Hawaii și Noua Zeelandă.",
        "vaccine" : ""
    },
    {
        "name": "Finland",
        "code": "FI",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3697",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Finlanda. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Helsinki.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Finlandezii sunt cei mai mari băutori de cafea din lume. Un finlandez consumă, în medie, 12 kilograme de cafea pe an, așa că 8 cești pe zi reprezintă ceva complet obișnuit pentru finlandezi.",
        "vaccine" : ""
    },
    {
        "name": "France",
        "code": "FR",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3698",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Franța. Cei care doresc să lucreze pe teritoriul francez au la dispoziție mai multe materiale informative, precumși Ghidul lucrătorului român în Republica Franceză, disponibil pe site-ul Ambasadei României la Paris. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Paris.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Francezii beau 11 milioane de pahare de vin în fiecare an, adică aproape 25 de milioane de hectolitri.",
        "vaccine" : ""
    },
    {
        "name": "French Guiana",
        "code": "GF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "French Polynesia",
        "code": "PF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "French Southern Territories",
        "code": "TF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Gabon",
        "code": "GA",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30214",
        "comment": "Cetățenii români au nevoie de pașaport și viză de intrare pentru a călători în Gabon. Perioada de ședere nu poate depăși 90 de zile, iar viza de poate obține de la Ambasadele Republicii Gabon din Belgia sau Franța. Atenție! Vizele nu se acordă la frontieră. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea oricărei călătorii în Gabon din cauza climatului precar de siguranță publică. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Mai mult de 80% din suprafața țării este acoperită de pădure.",
        "vaccine" : "Vacinarea împotriva febrei galbene este obligatorie pentru a călători în acest stat, iar certificatul internațional de vaccinare va fi solicitat la graniță în acest sens. De asemenea, Gabonul este afectat din cauza poziției sale geografice de boli ca malaria, boala somnului dar și o varietate de paraziți necunoscuți în Europa. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Gambia",
        "code": "GM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/29270",
        "comment": "Cetățenii români care doresc să călătorească în Gambia în scop turistic nu au nevoie de viză de scurtă ședere, ci doar de pașaport. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea deplasărilor în zona frontierei de sud cu Senegal din cauza prezenței rebelilor separatiști în această zonă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Numele oficial al țării este The Gambia, una dintre singurele două țări din lume cu prefix înaintea numelui țării (alături de The Bahamas).",
        "vaccine" : "Este recomandată cu insistență vaccinarea împotriva febrei galbene, care trebuie efectuată cu cel puțin 10 zile înainte de intrarea în țară. Dacă sosești dintr-o țară cu incidență ridicată de febră galbenă, vaccinarea este obligatorie. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Georgia",
        "code": "GE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3699",
        "comment": "Cetățenii români care doresc să călătorească în Georgia nu au nevoie de viză, ci doar de cartea de identitate sau pașaport diplomatic, de serviciu, simplu electronic sau temporar. Recomandarea Ministerului de Afaceri Externe este ca valabilitatea documentului de călătorie să fie de cel puțin trei luni peste durata șederii în Georgia. Atenție! Încheierea unei asigurări medicale de călătorie pentru întreaga durată a deplasării în Georgia a devenit obligatorie începând cu 1 ianuarie 2026. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă călătorilor români să acorde o atenție sporită pe durata deplasării în Georgia din cauza ciocnirilor violente dintre forțele de poliție și demonstranți. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tbilisi.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Georgia este considerată drept locul de naștere al vinului, datând în urmă cu 8000 de ani.",
        "vaccine" : ""
    },
    {
        "name": "Germany",
        "code": "DE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3700",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Germania. Cetățenii care doresc să se stabilească în Germania sau să lucreze pe teritoriul german au la dispoziție informații utile pe site-ul Ambasadei României în Germania. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Berlin.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Poți comanda bere într-un restaurant din Germania doar ridicând degetul mare - dacă ridici și degetul arătător și cel din mijloc, vei comanda trei beri.",
        "vaccine" : ""
    },
    {
        "name": "Ghana",
        "code": "GH",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/50068",
        "comment": "Cetățenii români care doresc să călătorească în Republica Ghana au nevoie de pașaport și viză. Viza de intrare poate fi obținută de la Consulatul Onorific al Republicii Ghana la București. Mai  multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă prudență maximă cetățenilor români care călătoresc în Ghana și să evite deplasările pe timpul nopții pe fondul violențelor stradale. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Atunci când faci cunoștință cu un grup de cetățeni din Ghana, este considerat politicos să le strângi mâna începând cu persoana din dreapta, din capăt, iar apoi să continui spre stânga.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie pentru a intra pe teritoriul acestui stat. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Gibraltar",
        "code": "GI",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Greece",
        "code": "GR",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3701",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Grecia. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Atena.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Prânzul este cea mai importantă masă a zilei în Grecia: este servit de regulă la ora 14:00. Cina se servește, de regulă, nu mai devreme de ora 21:00.",
        "vaccine" : ""
    },
    {
        "name": "Greenland",
        "code": "GL",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Grenada",
        "code": "GD",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guadeloupe",
        "code": "GP",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guam",
        "code": "GU",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guatemala",
        "code": "GT",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/33017",
        "comment": "Cetățenii români care doresc să călătorească în Guatemala în scop turistic sau de afaceri nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile într-un interval de 6 luni, iar la sosirea la punctul de trecere a frontierei este necesară prezentarea mai multor documente. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români care urmează să călătorească în Republica Guatemala să fie extrem de vigilenți ca urmare a jafurilor, a sechestrărilor și a infracțiunilor violente ce au loc în capitală și alte departamente ca Izabal, Huehuetenango, San Marcos sau Peten. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico, Mexic.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Guatemala are peste 30 de vulcani pe teritoriul său, însă doar trei dintre ei sunt activi.",
        "vaccine" : ""
    },
    {
        "name": "Guernsey",
        "code": "GG",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guinea",
        "code": "GN",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guinea-Bissau",
        "code": "GW",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Guyana",
        "code": "GY",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Haiti",
        "code": "HT",
        "documents": "Pașaport",
        "source": "https://mae.ro/travel-conditions/30301",
        "comment": "Cetățenii români care doresc să călătorească în Haiti în scop turistic au nevoie doar de pașaport, nu și de viză. Perioada de ședere nu poate depăși 90 de zile, iar pașaportul trebuie să fie valabil cel puțin 6 luni de la momentul intrării în țară. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cu insistență evitarea oricărei călătorii în acest stat din cauza situației critice de securitate. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Locuitorii din Haiti te pot saluta în mai multe feluri: pot spune bonjou, sak pase sau onè respè.",
        "vaccine" : ""
    },
    {
        "name": "Heard Island and Mcdonald Islands",
        "code": "HM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Holy See (Vatican City State)",
        "code": "VA",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Honduras",
        "code": "HN",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Hong Kong",
        "code": "HK",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Hungary",
        "code": "HU",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3756",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Ungaria.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Budapesta.",
        "affiliation" : "UE, NATO, ONU",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Ungaria nu se obișnuiește să ciocnești paharele de bere: legenda spune că, după victoria Habsburgilor asupra revoluției maghiare din 1848, austriecii ciocneau paharele de bere după fiecare execuție. Maghiarii au jurat atunci să nu mai ciocnească paharele timp de 150 de ani, iar mulți dintre ei încă urmează acest jurământ.",
        "vaccine" : ""
        
    },
    {
        "name": "Iceland",
        "code": "IS",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3709",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Islanda, ci doar de carte de identitate sau pașaport aflate în termenul de valabilitate. Valabilitatea documentelor de călătorie trebuie să depășească cu cel puțin trei luni data încheierii călătoriei (data ieșirii de pe teritoriul Islandei). Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Copenhaga, Danemarca.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Există doar două locuri pe planetă unde nu vei găsi țânțari: Antarctica și Islanda. Nu vei găsi în Islanda nici șerpi, scorpioni sau păianjeni veninoși.",
        "vaccine" : ""
    },
    {
        "name": "India",
        "code": "IN",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3703",
        "comment": "Cetățenii români posesori de pașapoarte turistice și temporare au nevoie de viză de intrare în Republica India. Cu excepția posesorilor de pașapoarte temporare, India oferă cetățenilor români posibilitatea de a solicita e-Visa pentru scopuri de recreere, turism, vizitare a prietenilor sau rudelor, tratament medical de scurtă durată sau afaceri. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea deplasărilor în statele Mizoram, Manipur și Nagaland din cauza violențelor provocate de ciocnirile dintre diferite grupuri etnice sau tribale. De asemenea, se recomandă evitarea călătoriilor și în zona de graniță cu Pakistan, cu precădere în regiunea Jammu și Kahsmir. Trebuie evitate, de asemenea, demonstrațiile și zonele aglomerate pe întreg teritoriul Indiei. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la New Delhi.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Rupia indiană este o valută închisă: restricțiile presupun ca vizitatorii ori să sosească în țară cu bani cash pe care să-i schimbe apoi la aeroport sau oficii de schimb, ori să retragă rupii de la ATM odată ajunși în India.",
        "vaccine" : "Deși nu există vaccinuri obligatorii pentru călătoriile în India, se recomandă vaccinarea împotriva difteriei, tetanosului, febrei tifoide și a hepatitei A. Mai multe detalii pe site-ul oficial MAE."
        
    },
    {
        "name": "Indonesia",
        "code": "ID",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3704",
        "comment": "Cetățenii români care doresc să călătorească în Indonezia au nevoie atât de pașaport, cât și de viză. Aceasta se poate obține de la Ambasada Indoneziei la București, online sau la sosirea în această țară, contra-cost pentru aproximativ 35 USD. Va trebui, de asemenea, să prezinți mai multe documente care să ateste scopul vizitei. Posesorii de pașapoarte diplomatice și de serviciu sunt scutiți de necesitatea vizei de intrare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite deplasarea în anumite regiuni, întrucât această țară prezintă un risc ridicat de dezastre naturale. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Jakarta.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Indonezia oferă o viză specială pentru nomazii digitali. Anunțată în 2021, viza durează până la 5 ani și toți banii câștigați în această perioadă sunt scutiți de taxe.",
        "vaccine" : ""
    },
    {
        "name": "Iran, Islamic Republic Of",
        "code": "IR",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3707#763",
        "comment": "Cetățenii români care doresc să călătorească în Iran au nevoie de pașaport și viză de intrare. Pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni de la data intrării pe teritoriul acestui stat, iar toate tipurile de viză se pot obține de la Ambasada Republicii Islamice Iran în România. Atenție! Sistemul de obținere a vizei de tipul visa-on-arrival este momentan suspendat de către autoritățile iraniene. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe le recomandă cetățenilor români să respecte cu strictețe instrucțiunile autorităților locale, să rămână vigilenți și să evite zonele în care se desfășoară acțiuni de protest și zonele aglomerate. Este recomandată, de asemenea, anunțarea prezenței pe teritoriul acestui stat prin contactarea Ambasadei României la Teheran. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Teheran.",
        "affiliation" : "ONU",
        "emergency" : "Ministerul Afacerilor Externe recomandă cu fermitate cetățenilor români aflați în Republica Islamică Iran să părăsească imediat țara, pe orice rută sigură existentă! Recentele evoluții de securitate din zonă, dar și lipsa de predictibilitate pentru perioada următoare fac importantă prioritizarea siguranței personale. Tocmai de aceea, cetățenii români care au planificate călătorii în Iran în perioada următoare sunt sfătuiți cu fermitate să le anuleze. Mai multe detalii pe site-ul oficial MAE.",
        "funfact" : "Alcoolul este interzis în Iran încă din 1979, în urma Revoluției Islamice, însă cererea pentru acesta persistă și a dat naștere la numeroase operațiuni de contrabandă."

    },
    {
        "name": "Iraq",
        "code": "IQ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3706",
        "comment": "Cetățenii români care doresc să călătorească în Republica Irak au nevoie atât de pașaport, cât și de viză. Viza de intrare, care poate fi obținută online, are o valabilitate de 60 de zile și nu poate fi prelungită. De asemenea, valabilitatea pașaportului trebuie să fie de cel puțin 6 luni. Mai multe informații pe site-ul oficical MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei călătorii în Irak din cauza riscurilor generate de criza politică, instabilitatea socială și acțiunile cu caracter terorist. Situația de securitate rămâne precară, iar posibilitățile de intervenție și de protecție din partea autorităților locale sunt reduse. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bagdad.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Iraqul este una dintre cele mai periculoase țări pentru călătorii conform International SOS Travel Risk Map.",
        "vaccine" : "Persoanele care călătoresc în Iraq în scop turistic sunt exceptate de la prezentarea testelor de sânge pentru HIV și hepatită. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Ireland",
        "code": "IE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3708",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Irlanda. Pentru informații legate de regimul de ședere și situațiile conexe, precum munca pe teritoriul irlandez, sunt disponibile mai multe documente, printre care și Ghidul lucrătorului român în Irlanda. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Dublin.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Eticheta Dublin Pub sau Galway pub spune că dacă cineva îți cumpără o băutură, trebuie să cumperi și tu una înapoi persoanei care ți-a făcut cinste - iar dacă faci parte dintr-un grup, băuturile vor fi servite în runde (o persoană cumpără băuturi pentru toți ceilalți).",
        "vaccine" : ""
    },
    {
        "name": "Isle of Man",
        "code": "IM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Israel",
        "code": "IL",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3710",
        "comment": "Cetățenii români care călătoresc în Israel în scop turistic nu au nevoie de viză, ci doar de pașaport. Chiar și așa, este necesară obținerea unei autorizații electronice de călătorie, ETA-IL, cu excepția celor care călătoresc cu un pașaport diplomatic sau de serviciu. Perioada șederii nu poate depăși 90 de zile într-un interval de 180 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă ferm cetățenilor români evitarea oricăror deplasări într-un perimetru de 1 kilometru din proximitatea liniilor de demarcație cu Liban, Siria și Fâșia Gaza, având în vedere că starea de război continuă să fie în vigoare. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tel Aviv și Consulatul General la Haifa.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Orașul-port Eilat este o zonă duty free unde se poate desfășura un comerț liber, fără taxă pe valoare adăugată.",
        "vaccine" : ""
    },
    {
        "name": "Italy",
        "code": "IT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3711",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Italia. Pentru cetățenii români care doresc să se stabilească în Italia sau să lucreze pe teritoriul italian există mai multe materiale utile disponibile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Roma și Consulatele Generale din Roma, Bologna, Bari, Milano, Torino, Trieste și Catania.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "14 miliarde de espresso-uri sunt savurate în fiecare an în Italia. Peste 20.000 de italieni lucrează ca barista, iar consumul mediu de cafea pe gospodărie este de 37 de kilograme pe an.",
        "vaccine" : ""
    },
    {
        "name": "Jamaica",
        "code": "JM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30303",
        "comment": "Cetățenii români care doresc să călătorească în Jamaica au nevoie de pașaport și viză. Viza poate fi obținută de la ambasadele sau consulatele Statului Jamaica din străinătate, precum și de la punctele de trecere a frontierei și poate fi prelungită pentru o perioadă de 30 de zile ulterior sosirii în Jamaica. Important de menționat este că cetățenii români posesori ai unei vize valabile emisă de SUA sau Canada, care călătoresc în scop turistic în Jamaica, sunt exceptați de la obligativitatea deținerii unei vize pentru Jamaica și au drept de ședere în acest stat pentru 30 de zile în baza vizei menționate, cu condiția să poată face dovada vaccinării contra rujeolei, rubeolei și poliomielitei prin certificat medical emis după data de 14 august 2014. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să fie vigilenți atunci când călătoresc în afara unităților turistice, precum și evitarea centrului și a cartierelor defavorizate din Kingston, în special Downtown, Kingston Waterfront și suburbiile. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Jamaica se conduce pe partea stângă a drumului, un memento al trecutului său colonial.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene și este recomandată vaccinarea împotriva difteriei, poliomielitei și tetanosului, dar și a hepatitei virale de tip A și B. Prezentarea carnetului galben, eliberat de o clinică specializată în imunologie, este obligatorie pentru a dovedi vaccinarea împotriva febrei galbene pentru cei care provin sau au călătorit în state cu incidență. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Japan",
        "code": "JP",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3712",
        "comment": "Cetățenii români care doresc să călătorească în Japonia au nevoie doar de pașaport. Este foarte important ca perioada maximă de ședere să nu depășească 90 de zile și vizitatorii să deruleze exclusiv activități neremunerate, precum participarea la ședințe profesionale sau conferințe de afaceri, participarea la activități și evenimente culturale sau sportive neremunerate, vizitarea familiei sau a prietenilor sau turismul individual/în grup organizat. Viza de intrare este în continuare obligatorie pentru alte scopuri de ședere, ca reunificarea familială, încadrarea în muncă, studiile sau cursurile de formare profesională. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste prudență în anumite zone ale acestui stat din cauza potențialului seismic ridicat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tokyo.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Bacșișul este un obicei nepracticat în Japonia, așa că turiștii care lasă alături de nota de plată o sumă prea mare vor fi urmăriți de ospătar pentru a înapoia diferența.",
        "vaccine" : ""
    },
    {
        "name": "Jersey",
        "code": "JE",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Jordan",
        "code": "JO",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3705",
        "comment": "Cetățenii români care doresc să călătorească în Iordania au nevoie de viză și un pașaport cu o valabilitate de cel puțin 6 luni. Viza de intrare se poate obține online, de la reprezentanțele diplomatice ale Iordaniei din străinătate sau direct în aeroport, la un cost de 40 de dinari iordanieni. Atenție! Cetățenii români posesori de pașapoarte simple temporare nu pot obține viza de intrare la frontieră, fiind necesar să se adreseze în prealabil unei reprezentanțe diplomatice iordaniene. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români care călătoresc în Iordania să fie vigilenți pe fondul contextului geopolitic și de securitate, Regatul Hașemit al Iordaniei fiind înconjurat de conflicte militare și activități de natură teroristă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Amman.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Poți traversa Iordania în 40 de zile.",
        "vaccine" : ""
    },
    {
        "name": "Kazakhstan",
        "code": "KZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3713",
        "comment": "Cetățenii români care doresc să călătorească în Kazahstan în scop turistic sau de vizită, pentru o perioadă de cel mult 30 de zile calendaristice, au nevoie doar de pașaport. Viza devine obligatorie pentru cetățenii români, titulari de pașapoarte simple, care intenționează să rămână pe teritoriul statului mai mult de 30 de zile calendaristice sau în alte scopuri. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Astana.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Calul a fost domesticit pentru prima oară pe teritoriul Kazahstanului.",
        "vaccine" : ""
    },
    {
        "name": "Kenya",
        "code": "KE",
        "documents": "Pașaport și ETA",
        "source": "https://www.mae.ro/travel-conditions/30273",
        "comment": "Cetățenii români care doresc să călătorească în Kenya au nevoie de pașaport și ETA - Electronic Travel Authorization, care se obține exclusiv printr-o platformă digitală operată de autoritățile kenyene. Sunt exceptate de la prezentarea ETA mai multe categorii de persoane. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă prudență sporită pe teritoriul acestui stat din cauza tensiunilor politice și sociale, care de multe ori au dus la demonstrații și confruntări violente între protestatari și forțele de ordine. De asemenea, riscul de atentate teroriste există pe întreg teritoriul țării. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Nairobi.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Deși Kenya are 2 limbi oficiale - Swahili și Engleza - pe teritoriul țării se vorbesc în jur de 68 de limbi.",
        "vaccine" : "Ministerul Afacerilor Externe recomandă cu insistență vaccinarea împotriva febrei galbene, precum și împotriva febrei tifoide, hepatitei A și B, difteriei și poliomielitei. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Kiribati",
        "code": "KI",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30369",
        "comment": "Cetățenii români care doresc să călătorească în Republica Kiribati nu au nevoie de viză, ci doar de pașaport simplu sau temporar. Perioada maximă de ședere este de 30 de zile, iar pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la data ieșirii din Kiribati. Va trebui să prezinți, de asemenea, un bilet de avion de întoarcere plătit. Persoanele care doresc să-și prelungească șederea în acest stat trebuie să se adreseze Ministerului de Externe și al Imigrării local. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "warning" : "",
        "emergency" : "",
        "funfact" : "Deși are un teritoriu de numai 811 kilometri pătrați, Kiribati se întinde pe o suprafață de mărimea Indiei.",
        "vaccine" : ""
    },
    {
        "name": "Korea, Democratic People's Republic of",
        "code": "KP",
        "documents": "Pașaport și Viză de Intrare/Ieșire",
        "source": "https://www.mae.ro/travel-conditions/3685",
        "comment": "Ca urmare a pandemiei COVID-19, frontierele Republicii Populare Democrate Coreene sunt închise, iar accesul pe teritoriul țării nu este posibil. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică suspendată în urma închiderii Ambasadei României la Phenian.",
        "warning" : "Intrarea pe teritoriul acestui stat este suspendată, toate frontierele fiind închise.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Jeanșii sunt declarați ilegali în Coreea de Nord, întrucât sunt văzuți ca simboluri ale imperialismului american.",
        "vaccine" : ""
    },
    {
        "name": "Korea, Republic of",
        "code": "KR",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3686",
        "comment": "Cetățenii români care doresc să călătorească în Coreea de Sud nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu trebuie să depășească 90 de zile în oricare 180 de zile, iar scopul călătoriei trebuie să fie turistic, de vizită, întâlniri de afaceri, conferințe sau activități sportive din care nu rezultă câștiguri financiare. Cetățenii UE, inclusiv cetățenii români, sunt exceptați de la obligativitatea completării autorizației electronice de călătorie (K-ETA). Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Seul.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Sud-coreenii consideră că numărul 4 că aduce ghinion, așa că nu-l vei vedea în lifturi sau pe case.",
        "vaccine" : ""
    },
    {
        "name": "Kuwait",
        "code": "KW",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3714",
        "comment": "Cetățenii români care doresc să călătorească în Kuweit au nevoie de pașaport și viză de intrare. Viza turistică poate fi obținută online, este valabilă pentru o singură intrare și este validă pentru o ședere temporară neîntreruptă de maximum 90 de zile de la data intrării. Este important, de asemenea, ca pașaportul să aibă o valabilitate care depășește 6 luni de la data intrării în Kuweit. Mai multe detaii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste prudență sporită la deplasările în acest stat din cauza situației de securitae fluidă din regiunea Orientului Mijlociu. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Kuweit City.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Afișarea tălpii piciorului sau încrucișarea picioarelor sunt considerate nepoliticoase în Kuwait.",
        "vaccine" : ""
    },
    {
        "name": "Kyrgyzstan",
        "code": "KG",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28309",
        "comment": "Cetățenii români care doresc să călătorească în Kyrgystan nu au nevoie de viză, ci doar de pașaport. Perioada de ședere este de maximum 60 de zile pentru pașaportul turistic și de 90 de zile pentru pașaportul de serviciu sau diplomatic. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă prudență sporită cetățenilor români care doresc să se deplaseze în zona de sud a țării pe fondul situației de securitate. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Astana, Kazahstan.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Epopeea Manas, operă kârgâză ce datează din secolul al XVIII-lea, are 500.000 de versuri - o carte de 20 de ori mai lungă decât Odiseea.",
        "vaccine" : "Se recomandă vaccinarea împotriva hepatitei A/B/E, rabiei, tuberculozei și meningitei."
    },
    {
        "name": "Lao,  People's Democratic Republic",
        "code": "LA",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29456#773",
        "comment": "Cetățenii români care doresc să călătorească în Laos au nevoie de pașaport și viză. Pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni de la data intrării pe teritoriul acestei țări și 2 pagini libere pentru aplicarea ștampilei de intrare sau extindere. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Bangkok, Thailanda.",
        "affiliation" : "ONU",
        "funfact" : "Laos este una dintre ultimele 5 țări comuniste din lume, alături de China, Vietnam, Cuba și Coreea de Nord.",
        "vaccine" : "Se recomandă vaccinarea împotriva difteriei, tetanosului, poliomielitei, rubeolei, rujeolei și oreionului, dar și vaccinarea împotriva tuberculozei la copii, a febrei tifoide și a hepatitei virale A și B. Vaccinarea antirabică poate fi oferită în anumite cazuri, în funcție de condițiile și locurile de ședere. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Latvia",
        "code": "LV",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3715",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Letonia. Cetățenii români care doresc să stea mai mult de 90 de zile sau care se află deja pe teritoriul leton pentru mai mult de 90 de zile trebuie să se înregistreze la Oficiul pentru Cetățenie și Migrație. Permisele de ședere temporară se eliberează pentru perioade de până la 5 ani. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Riga.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Jacob W. Davis, un croitor leton, este adevăratul inventator al jeanșilor. A creat prima pereche în 1872, iar atunci l-a abordat pe Levi Strauss pentru sponsorizare și patent.",
        "vaccine" : ""
    },
    {
        "name": "Lebanon",
        "code": "LB",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3716",
        "comment": "Cetățenii români care doresc să călătorească în Liban au nevoie de pașaport și viză, perioada maximă de ședere fiind de 2 luni. Dacă scopul deplasării este turistic sau de vizită, iar perioada de ședere nu depășește 2 luni, viza de scurtă ședere sau de tranzit aeroportuar este acordată în punctul de frontieră (Visa on Arrival) pentru maximul 60 de zile pe pașaportul românesc (simplu, diplomatic sau de serviciu). Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite orice călătorie în Republica Libaneză din cauza riscurilor majore de securitate pentru integritatea cetățenilor. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Beirut.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Deși limba oficială este cea arabă, vei găsi suficienți locuitori care vorbesc franceză, germană, engleză sau armeană.",
        "vaccine" : ""
    },
    {
        "name": "Lesotho",
        "code": "LS",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12608",
        "comment": "Cetățenii români care doresc să călătorească în Regatul Lesotho au nevoie de pașaport și viză. Guvernul acestui regat a simplificat procedura de obținere a vizelor în scop turistic și de afaceri prin lansarea portalului electronic de tip e-Visa, destinat solicitării online fără a mai fi nevoie de deplasarea la sediul misiunilor diplomatice ale regatului în străinătate. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria și Consulatul General al României la Cape Town.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este singurul stat independent din lume situat la o înălțime de peste 1000 de metri - de aici își ia și porecla de Regatul Cerului.",
        "vaccine" : ""
    },
    {
        "name": "Liberia",
        "code": "LR",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/60059#728",
        "comment": "Cetățenii români au nevoie de pașaport și viză pentru a călători în Liberia. Perioada de ședere nu poate depăși 90 de zile, iar sejurul cumulat pe teritoriul acestui stat de-a lungul unui an nu poate depăși 180 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor să evite orice deplasare în Liberia  din cauza riscului de infestare cu febră virală hemoragică produsă de virusul Ebola. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată de Ambadasa României la Abuja, Nigeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Liberia a fost stabilită în 1822 drept colonie pentru sclavii eliberați din Statele Unite ale Americii. Foștilor sclavi li s-a dat oportunitatea unui nou cămin în Africa, departe de discriminarea și opresia experimentate peste ocean. În timp, colonia a crescut și și-a declarat independența în 1847, devenind prima republică independentă a Africii.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie, iar intrarea în țară este condiționată de prezentarea dovezii acestei vaccinări. De asemenea, există un risc ridicat de îmbolnăvire cu malarie, febră tifoidă, febră galbenă, meningită cerebro spinală, poliomielită, holeră, febră Lassa, dar și lepră sau alte boli de piele. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Libyan Arab Jamahiriya",
        "code": "LY",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3717",
        "comment": "Cetățenii români care doresc să călătorească în Libia au nevoie de pașaport și viză. Cea din urmă poate fi obținută de la Ambasada Libiei la București, cu o valabilitate de 3 luni și drept de ședere de 30 de zile, pentru o singură călătorie dus-întors. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată de Ambadasa României la Tripoli, relocată temporar la Tunis.",
        "emergency" : "Părăsiți imediat zona sau țara! Ministerul Afacerilor Externe recomandă cu fermitate cetățenilor români să evite orice fel de călătorie în Libia, iar celor care încă se află pe teritoriul libian să părăsească imediat țara. Situația de securitate a cunoscut o deterioare accentuată în ultima perioadă din cauza confruntărilor armate dintre grupările rivale majore. Mai multe detalii pe site-ul oficial MAE.",
        "affiliation" : "ONU",
        "funfact" : "Peste 90% din teritoriul Libiei este acoperit de deșert sau semi-deșert.",
        "vaccine" : "Deși nu există vaccinuri obligatorii, Ministerul Afacerilor Externe recomandă vaccinarea împotriva difteriei, tetanosului, poliomielitei, febrei tifoide și hepatitei A și B. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Liechtenstein",
        "code": "LI",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3718",
        "comment": "Cetățenii români care doresc să călătorească în Principatul Liechtenstein au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Autoritățile de frontieră pot verifica documentele care justifică scopul declarat al călătoriei, precum dovada rezervării cazării la hotel, dovada deținerii unei sume suficiente de bani, dar și o asigurare medicală pentru durata călătoriei și alte documente doveditoare ale scopului declarat al călătoriei. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Berna, Elveția.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Toată populația țării este invitată an de an să sărbătorească Staatsfeiertag (sărbătoarea națională) în castelul Vaduz. Prințul Hans-Adam II și fiul său, prințul Alois, invită cele 39.000 de persoane să bea împreună bere, să petreacă și să urmărească artificiile.",
        "vaccine" : ""
    },
    {
        "name": "Lithuania",
        "code": "LT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3719",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Lituania. Pentru cetățenii care doresc să stea mai mult de 90 de zile sau care se află deja pe teritoriul Lituaniei de mai mult de 90 de zile este necesară înregistrarea la Departamentul de Migrație. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Vilnius.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Capitala țării, Vilnius, are o fundație anonimă a leagănelor. Este vorba despre un grup de persoane care instalează leagăne în oraș și, la nevoie, le schimbă locațiile.",
        "vaccine" : ""
        
    },
    {
        "name": "Luxembourg",
        "code": "LU",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3720",
        "comment": "Cetățenii români nu au nevoie de viză pentru a călători în Marele Ducat de Luxemburg, ci doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Perioada de ședere este de până la 3 luni. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Luxemburg.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Restaurantul cu cea mai lungă listă de vinuri din lume se află în Marele Ducat de Luxemburg: peste 2.200 de vinuri se regăsesc în meniul restaurantului Chiggeri.",
        "vaccine" : ""
    },
    {
        "name": "Macao",
        "code": "MO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Macedonia, The Former Yugoslav Republic of",
        "code": "MK",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3721",
        "comment": "Cetățenii români care doresc să călătorească în Macedonia de Nord au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Șederea nu poate depăși o perioadă de 90 de zile într-un interval de maximum 180 de zile de la data primei intrări. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Skopje.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Macedonia de Nord are mai mulți munți și creste decât orice altă țară din lume. Majoritatea celor 34 de creste montane nu au fost explorate niciodată.",
        "vaccine" : ""
    },
    {
        "name": "Madagascar",
        "code": "MG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12235",
        "comment": "Cetățenii români care doresc să călătorească în Madagascar au nevoie de pașaport și viză. Cea din urmă se poate obține de la Ambasada Republicii Madagascar în Italia sau la intrarea în țară. Este important, de asemenea, ca pașaportul să aibă o valabilitate de minimum 6 luni de la data intrării în Madagascar și să aibă cel puțin 3 file libere. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea călătoriilor neesențiale în Madagascar din cauza atacurilor armate derulate frecvent de grupări organizate, dar și pe fondul situației politice instabile. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria și Consulatul General al României la Cape Town.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Bărbații și femeile din Madagascar port aceleași haine - portul tradițional se numește lamba și este purtat de ambele sexe.",
        "vaccine" : ""
    },
    {
        "name": "Malawi",
        "code": "MW",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3723",
        "comment": "Cetățenii români care doresc să călătorească în Malawi au nevoie de pașaport și viză. Cea din urmă poate fi obținută online sau la orice punct de intrare în republică. Este important ca, la data intrării în Malawi, pașaportul să aibă o valabilitate de cel puțin 6 luni și acesta să conțină două pagini libere. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea deplasărilor ce nu sunt necesare în Republica Malawi din cauza situației de securitate sensibilă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Harare, Zimbabwe.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Numele țării înseamnă 'flăcări ale focului' și este dat de reflexia răsăritului de soare pe apele marelui lac Malawi. Țara mai este numită și 'Inima Caldă a Africii' datorită ospitalității și a bunătății cetățenilor săi.",
        "vaccine" : ""
    },
    {
        "name": "Malaysia",
        "code": "MY",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3722",
        "comment": "Cetățenii români care doresc să călătorească în Malaysia nu au nevoie de viză, ci doar de pașaport. Șederea trebuie să fie de maximum 90 de zile, în scopuri nelucrative, iar pașaportul să aibă o valabilitate de cel puțin 6 luni de la data intrării în Malaysia și să conțină cel puțin o pagină liberă. Se poate solicita, de asemenea, prezentarea un bilet de ieșire/întoarcere și mijloacele financiare necesare șederii. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă vigilență sporită și evitarea anumitor zone ale țării din cauza potențialelor atacuri teroriste. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Kuala Lumpur.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Sistemul de autostrăzi din Malaysia adună mai mulți kilometri decât circumferința Pământului: 65.877 de kilometri de autostradă, comparativ cu cei 40.075 de kilometri cât măsoară circumferința globului.",
        "vaccine" : ""
    },
    {
        "name": "Maldives",
        "code": "MV",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/44715",
        "comment": "Cetățenii români care doresc să călătorească în Republica Maldive au nevoie de pașaport și viză. Viza turistică se poate obține fie la sosirea în republică, în aeroport (visa on arrival), fie online. De asemenea, este obligatoriu să prezinți un pașaport cu valabilitate de cel puțin 1 lună, un itinerariu complet de călătorie (inclusiv bilet de călătorie de întoarcere confirmat), dovada unei rezervări ferme la o unitate hotelieră și dovezi privind mijloacele financiare necesare șederii în Maldive. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă precauție și evitarea deplasărilor în zone în care au loc demonstrații organizate sau întruniri spontane. Există, de asemenea, o amenințare teroristă generală, iar atacurile sunt nediscriminatorii și pot viza și locurile frecventate de străini, inclusiv de turiști. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Colombo, Sri Lanka.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Precum în Egipt, Iordania sau Oman, weekendul în Maldive este format din zilele de vineri și sâmbătă.",
        "vaccine" : "Deși nu există vaccinuri obligatorii pentru intrarea în țară, Ministerul Afacerilor Externe recomandă vaccinarea împotriva febrei galbene. Mai multe detalii pe site-ul oficial MAE."
        
    },
    {
        "name": "Mali",
        "code": "ML",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29262",
        "comment": "Cetățenii români care doresc să călătorească în Mali au nevoie de pașaport și viză. Pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni de la data depunerii cererii de viză, iar cea din urmă poate fi obținută de la Ambasada Republicii Mali la Paris, cu o valabilitate de maximum 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români vigilență maximă pe fondul riscului crescut de acțiuni teroriste pe teritoriul statului Mali și, de preferat, evitarea oricărei călătorii în acest stat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Dakar, Senegal.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Peste 67% din populația țării are sub 25 de ani, ceea ce face Mali una dintre țările cu cea mai tânără populație din lume.",
        "vaccine" : "Febra galbenă este endemică în Mali, așa că vaccinul împotriva acesteia este obligatoriu și trebuie efectuat cu cel puțin 10 zile înaintea de intrarea în țară. Se recomandă, de asemenea, actualizarea vaccinării difterie-tetanos-poliomielită. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Malta",
        "code": "MT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3724",
        "comment": "Cetățenii români au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate, pentru a călători în Malta. Perioada maximă de ședere, fără necesitatea de înregistrare la autoritățile malteze, este de 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată de Ambasada României la Roma și Consulatul General al României la Roma.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Malta are unul dintre cele mai bune climate din lume și se bucură de peste 3000 de ore de soare în fiecare an, lucruri care o fac o destinație turistică excelentă.",
        "vaccine" : ""
    },
    {
        "name": "Marshall Islands",
        "code": "MH",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/31669",
        "comment": "Cetățenii români care doresc să călătorească în Insulele Marshall au nevoie doar de pașaport simplu electronic, temporar, diplomatic sau de serviciu. Acesta trebuie să aibă o valabilitate de cel puțin 6 luni și trebuie prezentat, de asemenea, un bilet de întoarcere. Perioada de ședere nu poate depăși 90 de zile în cursul oricărei perioade de 180 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Manila, Filipine.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre singurele 22 de țări din lume care nu au armată - Statele Unite ale Americii sunt responsabile cu apărarea și securitatea Insulelor Marshall.",
        "vaccine" : "Este necesară vaccinarea împotriva rujeolei pentru călătorii cu vârsta cuprinsă între 6 luni și 62 de ani. Dovada vaccinării trebuie prezentată operatorilor de nave înainte de îmbarcare sau, după caz, documentația de contraindicație semnată de un medic. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Martinique",
        "code": "MQ",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Mauritania",
        "code": "MR",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29507",
        "comment": "Cetățenii români care doresc să călătorească în Mauritania au nevoie de pașaport și viză. Cea din urmă se poate obține electronic. Pașaportul trebuie să aibă o valabilitae de cel puțin șase luni de la data intrării în țară și să conțină cel puțin o pagină liberă. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile în Mauritania pe fondul situației de securitate precare. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Rabat, Maroc.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "90% din teritoriul Mauritaniei este acoperit de deșert.",
        "vaccine" : "Deși nu există vaccinuri obligatorii pentru intrarea pe teritoriul acestei țări, Ministerul Afacerilor Externe recomandă cu insistență vaccinarea împotriva febrei galbene. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Mauritius",
        "code": "MU",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12415",
        "comment": "Cetățenii români care doresc să călătorească în Mauritius au nevoie doar de pașaport. Perioada de ședere nu poate depăși 90 de zile într-un interval de 6 luni, iar pașaportul simplu electronic să aibă o valabilitate care să depășească perioada șederii. Cu toate acestea, Ministerul Afacerilor Externe recomandă solicitarea de informații suplimentare privind accesul în această țară la Ambasada Statului Mauritius la Paris. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria și Consulatul General al României la Cape Town.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Mark Twain a spus la un moment dat că Mauritius a fost creat prima oară și apoi Raiul, copiat după țara africană.",
        "vaccine" : ""
    },
    {
        "name": "Mayotte",
        "code": "YT",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Mexico",
        "code": "MX",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3727",
        "comment": "Cetățenii români care doresc să călătorească în Mexic în scop turistic nu au nevoie de viză, ci doar de un pașaport valabil. Trebuie prezentate, de asemenea, o serie consistentă de documente adiționale. Chiar și așa, Ministerul Afacerilor Externe atrage atenția că, din cauza crizei severe a migrației din regiune, există riscul unei eventuale nepermiteri a intrării în această țară, chiar și în cazul prezentării tuturor documentelor necesare. Recomandăm cu căldură consultarea site-ului oficial MAE, cum condițiile de intrare în Mexic sunt extrem de delicate în ultima perioadă.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de precauți pe teritoriul acestei țări din cauza creșterii numărului de jafuri și infracțiuni violente în locurile publice. De asemenea, criza de migrație din regiune poate duce chiar și la nepermiterea accesului în acest stat, indiferent de prezentarea documentelor necesare. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ciudad de Mexico.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Mexico City, capitala țării, există autobuze dedicate exclusiv femeilor, precum și secțiuni speciale la metrou.",
        "vaccine" : ""
    },
    {
        "name": "Micronesia, Federated States of",
        "code": "FM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/31681",
        "comment": "Cetățenii români care doresc să călătorească în Statele Federative ale Microneziei nu au nevoie de viză, ci doar de pașaport (cu o valabilitate de minimum 6 luni). Perioada de ședere nu poate depăși 90 de zile în cursul oricărei perioade de 180 de zile. Atenție! Pașaportul temporar românesc nu este recunoscut de autoritățile statului, iar poliția de frontieră nu va permite intrarea titularilor acestui tip de pașaport pe teritoriul Microneziei. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Manila, Filipine.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai puțin vizitate țări din lume, cu doar aproximativ 30.000 de turiști în fiecare an.",
        "vaccine" : "Este recomandată vaccinarea împotriva rujeolei. De asemenea, vizitatorii care provin dintr-o țară sau regiune cu incidență ridicată a variolei, febrei galbene și a holerei trebuie să prezinte un certificat internațional de vaccinare valabil. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Moldova, Republic of",
        "code": "MD",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3739",
        "comment": "Cetățenii români care doresc să călătorească în Republica Moldova au nevoie doar de cartea de identitate sau de pașaport. Pașaportul trebuie să aibă o valabilitate de cel puțin 3 luni de la data intrării în țară, iar cartea de identitate să fie în termen de valabilitate. Perioada maximă de ședere este de 90 de zile într-un interval de 6 luni. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Chișinău, Consulatul General al României la Chișinău, Consulatul General al României la Bălți, Consulatul General al României la Cahul și Biroul Consular de la Ungheni.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Crama Mileștii Mici din Moldova posedă aproape 2 milioane de sticle de vin, ceea ce i-a rezervat un loc în Cartea Recodurilor.",
        "vaccine" : ""
    },
    {
        "name": "Monaco",
        "code": "MC",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28307",
        "comment": "Cetățenii români care doresc să călătorească în Principatul Monaco au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Perioada de ședere nu poate depăși 90 de zile într-un interval de 6 luni. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Paris și Consulatul României la Paris.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este ilegal pentru cetățenii din Monaco să joace la casino - această activitate este permisă doar turiștilor.",
        "vaccine" : ""
    },
    {
        "name": "Mongolia",
        "code": "MN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12016",
        "comment": "Cetățenii români care doresc să călătorească în Mongolia în scop turistic au nevoie doar de pașaport până la finalul anului 2026. Perioada maximă de ședere este de 30 de zile, iar intrarea cetățenilor străini în Mongolia este permisă doar prin 6 puncte de frontieră. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Beijing.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Mongolezii sunt recunoscuți pentru ospitalitatea lor, mereu vor fi pregătiți cu un bol fierbinte de ceai pentru oaspeți.",
        "vaccine" : ""
    },
    {
        "name": "Montserrat",
        "code": "MS",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Morocco",
        "code": "MA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3726",
        "comment": "Cetățenii români care doresc să călătorească în Maroc nu au nevoie de viză de intrare, ci doar de pașaport. Perioada maximă de ședere este de 90 de zile, iar valabilitatea pașaportului (simplu electronic sau temporar) trebuie să fie de cel puțin 3 luni de la data intrării pe teritoriul acestui stat. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă prudență și vigilență pe fondul demonstrațiilor desfășurate în locuri publice. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Rabat.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Marocul este faimos pentru ospitalitatea sa: șoferii de taxi, chelnerii sau comercianții te vor trata mereu ca pe propria familie.",
        "vaccine" : ""
    },
    {
        "name": "Mozambique",
        "code": "MZ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12607",
        "comment": "Cetățenii români care doresc să călătorească în Mozambic au nevoie de pașaport și viză. Pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la data intrării pe teritoriul acestui stat, iar viza se poate obține electronic sau chiar la punctele de trecere a frontierei - inclusiv de pe aeroport - dacă scopul sejurului este turistic. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria și Consulatul General al României la Cape Town.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Lacul Malawi din Mozambic mai este numit și Lacul Calendar datorită dimensiunilor sale: 365 de mile lungime și 52 de mile lățime.",
        "vaccine" : ""
    },
    {
        "name": "Myanmar",
        "code": "MM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29457",
        "comment": "Cetățenii români care doresc să călătorească în Myanmar au nevoie de pașaport și viză de intrare. Pașaportul trebuie să fie valabil cel puțin șase luni de la data intrării în Myanmar și să conțină cel puțin o pagină liberă. Viza turistică se poate obține de la Ambasadei Uniunii Myanmar la Roma. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea tuturor călătoriilor în Myanmar pe fondul ultimelor evoluții politice și sociale din acest stat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Beijing.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Vrei să atragi atenția unui ospătar în Myanmar? În loc să îi faci semn cu mâna sau să-i surprinzi privirea pentru a-l chema la masă, va trebui să faci sunetul unui sărut de două sau trei ori în direcția sa.",
        "vaccine" : ""
    },
    {
        "name": "Namibia",
        "code": "NA",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12443",
        "comment": "Cetățenii români care doresc să călătorească în Namibia au nevoie de pașaport și viză. Pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni de la data ieșirii de pe teritoriul acestei țări și să conțină suficiente file pentru aplicarea vizei. Cei care dorescă să călătorească în scop turistic sau pentru o ședere scurtă pot obține viza de intrare direct la Aeroportul Internațional Hosea Kutako-Windhoek. Mai multe detalii despre obținerea vizei pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria și Consulatul General al României la Cape Town.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Namibia se află cel mai vechi deșert din lume - Deșertul Namib, cu o vechime de cel puțin 55 de milioane de ani.",
        "vaccine" : "Este obligatorie vaccinarea împotriva febrei galbene dacă vii dintr-o zonă afectată. Este recomandată, de asemenea, vaccinarea împotriva hepatitei A și B, febrei tifoide, poliomielitei și tetanosului. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Nauru",
        "code": "NR",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30370",
        "comment": "Cetățenii români posesori de pașapoarte simple și temporare au obligația de a obține viză de intrare în Nauru, indiferent de scopul deplasării - singura excepție o constituie viza de tranzit, care nu este solicitată dacă durata tranzitului este mai mică de 3 ore. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, și Consulatul General al României la Sydney.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este cea mai mică țară-insulă din lume, cu o suprafață totală de 21 de kilometri pătrați.",
        "vaccine" : "Prezentarea certificatului de vaccinare împotriva febrei galbene este obligatorie doar pentru persoanele care vin din zone unde se înregistrează cazuri de febră galbenă. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Nepal",
        "code": "NP",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/45506",
        "comment": "Cetățenii români au nevoie pașaport și viză de intrare pentru a călători în Nepal. Pașaportul trebuie să fie valabil cel puțin 6 luni de la data intrării în Republica Federală Democratică Nepal și să conțină cel puțin 2 pagini libere pentru aplicarea vizelor și ștampilelor la frontieră. Viza se poate obține de la Ambasada Republicii Federale Democratice Nepal la Berlin. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea călătoriilor neesențiale în Nepal din cauza protestelor violente izbucnite în septembrie 2025. De asemenea, cetățenii români aflați deja pe teritoriul acestui stat sunt sfătuiți să respecte cu strictețe restricțiile impuse de autorități, să rămână vigilenți și să evite aglomerările mari de oameni, dar și zonele în care au loc proteste și demonstrații. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la New Delhi, India.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Nepalezii mănâncă în fiecare zi Dal Bhat, o combinație de linte și orez cu roșii, ceapă, chilli, ghimbir și mirodenii. Se mănâncă atât dimineața, cât și seara întrucât este un preparat bogat nutritiv, ieftin și ușor de preparat.",
        "vaccine" : ""
        
    },
    {
        "name": "Netherlands",
        "code": "NL",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3731",
        "comment": "Cetățenii români care doresc să călătorească în Regatul Țărilor de Jos au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Dreptul de ședere este de până la trei luni fără îndeplinirea altor formalități. Cei care călătoresc în Regatul Țărilor de Jos în scop de muncă, studii sau alte scopuri ce implică contactul cu autoritățile olandeze, pentru o perioadă de până la 4 luni, trebuie să se înregistreze la una dintre cele 19 primării disponibile în acest sens. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Haga.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Morcovii de care ne bucurăm cu toții sunt portocalii mulțumită olandezilor. Deși în secolul X morcovii erau albi, mov sau galbeni, olandezii au ținut să-l onoreze pe William of Orange - care i-a ajutat să-și câștige independența față de Spania - mixând soiurile de morcovi pentru a le da culoarea portocalie pe care o vedem acum.",
        "vaccine" : ""
    },
    {
        "name": "Netherlands Antilles",
        "code": "AN",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "New Caledonia",
        "code": "NC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "New Zealand",
        "code": "NZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3730",
        "comment": "Cetățenii români care doresc să călătorească în Noua Zeelandă nu au nevoie de viză, ci doar de pașaport. În schimb, aceștia au nevoie de certificatul electronic NZeTA (New Zealand Electronic Travel Authority), obținut obligatoriu anterior deplasării. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra, Australia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Dealul cu cel mai lung nume din lume se află pe coasta de sud-est a Noii Zelande și se numește Taumatawhakatangihangakoauauotamateaturipukakapikimaungahoronukupokaiwhenuakitanatahu.",
        "vaccine" : ""
    },
    {
        "name": "Nicaragua",
        "code": "NI",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/33016",
        "comment": "Cetățenii români care doresc să călătorească în Republica Nicaragua nu au nevoie de viză, ci doar de pașaport. Călătoria trebuie să fie efectuată doar în scopuri turistice sau de afaceri, iar perioada de ședere nu poate depăși 90 de zile într-un interval de 6 luni. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de vigilenți pe fondul situației de securitate precare, rezultată din manifestațiile anti-guvernamentale și confruntările cu forțele de ordine. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Ciudad de Mexico, Mexic.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Străzile din Nicaragua nu au nume, așa că dacă plănuiești să vizitezi această țară, hotelul tău poate fi localizat, de exemplu, la o stradă-sud de colegiu, în fața bisericii.",
        "vaccine" : ""
        
    },
    {
        "name": "Niger",
        "code": "NE",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30216",
        "comment": "Cetățenii români care doresc să călătorească în Republica Niger au nevoie de pașaport și viză, iar cea din urmă nu se poate elibera la sosirea în aeroport. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei deplasări pe teritoriul acestui stat pe fondul loviturii de stat a Juntei Militare din Niger. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Alger, Algeria.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Niger face parte din proiectul Marele Zid Verde al Africii, cea mai ambițioasă inițiativă de împădurire din lume. Conceput în 2007, proiectul propune o barieră verde intercontinentală de 7000 de kilometri, din Senegal și până în Djibouti. Procentul de finalizare este momentan la 15%.",
        "vaccine" : "Este obligatorie deținerea unui certificat de vaccinare împotriva febrei galbene. De asemenea, este recomandată vaccinarea împotriva DTP la zi (difterie, tetanos, tusă convulsivă) și vaccinarea ROR (rubeolă-oreion-rujeolă). Mai multe detalii pe site-ul oficial MAE."
        
    },
    {
        "name": "Nigeria",
        "code": "NG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30217",
        "comment": "Cetățenii români care doresc să călătorească în Nigeria au nevoie de pașaport și viză, iar cea din urmă nu se poate elibera la fontieră. Viza de intrare se poate obține numai în format electronic începând cu 1 mai 2025. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei călătorii în Nigeria din cauza situației de securitate precare pe teritoriul acestui stat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Abuja.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Nigeria, precum și în alte părți ale Africii, este considerat nepoliticos să privești pe cineva în ochi atunci când îi vorbești. Acest gest este interpretat ca o postură agresivă, în special dacă este inițiată de un tânăr aflat în conversație cu cineva în vârstă.",
        "vaccine" : "Este obligatorie prezentarea dovezii vaccinării împotriva febrei galbene. De asemenea, în contextul epidemiei recente de MPOX din regiunea Africii Centrale, cetățenii străini trebuie să completeze o declarație de sănătate la intrarea în țară. Nu în ultimul rând, cetățenii români care călătoresc în Nigeria și nu au fost vaccinați antipolio în ultimele 12 luni trebuie să se vaccineze cu 4 săptămâni înaintea călătoriei sau, în cazuri de urgență, chiar înaintea acesteia. Mai multe detalii pe site-ul oficial MAE."
        
    },
    {
        "name": "Niue",
        "code": "NU",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Norfolk Island",
        "code": "NF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Northern Mariana Islands",
        "code": "MP",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Norway",
        "code": "NO",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3729",
        "comment": "Cetățenii români care doresc să călătorească în Norvegia au nevoie doar de cartea de identitate sau pașaport, aflate în curs de valabilitate. De menționat faptul că buletinele românești emise înainte de anul 2009 și pe care nu este menționată cetățenia română nu sunt recunoscute ca documente de călătorie în Norvegia. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Oslo.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Norvegia oferă anual Marii Britanii un brad de Crăciun din pădurea Oslo, ca semn de mulțumire pentru ajutorul dat în timpul celui de-al Doilea Război Mondial. Acesta este decorat în stil norvegian, cu lumini albe și plasat în Trafalgar Square.",
        "vaccine" : ""
    },
    {
        "name": "Oman",
        "code": "OM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/25188",
        "comment": "Cetățenii români, posesori de pașapoarte biometrice, pot călători în Sultanatul Oman în scop turistic fără necesitatea unei vize de intrare dacă șederea nu depășește 14 zile. Totuși, va trebui să prezinți la intrarea în țară o rezervare confirmată la un hotel, o asigurare medicală și un bilet de călătorie dus-întors. Pentru șederile de 15-30 de zile este necesară o viză turistică, ce se poate obține la sosire pe Aeroportul Internațional Muscat, Aeroportul Internațional Salalah și la punctele de frontieră terestre și maritime, dar și online. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste prudență pe durata călătoriei în acest stat pe fondul eventualelor demonstrații publice din capitala Muscat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Muscat.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai sigure țări din lume pentru amatorii de călătorii: rata criminalității este practic zero, în mare parte datorită legii Sharia.",
        "vaccine" : ""
    },
    {
        "name": "Pakistan",
        "code": "PK",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3732",
        "comment": "Cetățenii români care doresc să călătorească în Pakistan au nevoie de pașaport și viză. Viza destinată activităților turistice și de afaceri se poate obține și online, pentru care depunerea solicitării trebuie făcută cu cel puțin 24 de ore înaintea sosirii în Pakistan. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea călătoriilor în diferite zone ale acestei țări din cauza incursiunilor și atacurilor militare petrecute în anii anteriori între Pakistan și Afganistan. În ciuda semnării unui acord de încetare a focului, situația se menține extrem de fragilă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Islamabad.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Aproape jumătate din toate mingiile de fotbal din lume sunt fabricate în Pakistan, în orașul Sialkot.",
        "vaccine" : "Vaccinarea antipolio este obligatorie pentru cetățenii români care călătoresc spre și din Pakistan și nu au efectuat acest vaccin în ultimele 12 luni. Vaccinul se administrează cu 4 săptămâni înaintea călătoriei sau, în cazuri de urgență, chiar înaintea acesteia. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Palau",
        "code": "PW",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/31683",
        "comment": "Cetățenii români care doresc să călătorească în Republica Palau au nevoie doar de pașaport. Perioada maximă de ședere este de 90 de zile în cursul oricărei perioade de 180 de zile, iar valabilitatea pașaportului (simplu electronic, temporar, diplomatic sau de serviciu) trebuie să fie de minimum 6 luni de la intrarea în țară. De asemenea, este necesară deținerea unui bilet de întoarcere sau continuare a călătoriei și completarea unui formular de intrare cu cel puțin 72 de ore înainte de a intra în Republica Palau. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Manila, Filipine.",
        "warning" : "",
        "emergency" : "",
        "funfact" : "Începând cu 2017, toți turiștii care vizitază Palau sunt obligați să semneze un angajament ecologic pe pașaport, prin care promit să respecte mediul înconjurător pe perioada șederii.",
        "vaccine" : ""
    },
    {
        "name": "Palestinian Territory, Occupied",
        "code": "PS",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Panama",
        "code": "PA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12400",
        "comment": "Cetățenii români care doresc să călătorească în Republica Panama în scop turistic nu au nevoie de viză de intrare. În schimb, trebuie să dețină un pașaport valabil cel puțin 6 luni de la momentul intrării în țară, să facă dovada unui bilet de călătorie dus-întors și să dețină o rezervare la o unitate turistică unde vor locui pe perioada șederii. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă prudență pe perioada șederii în Panama pe fondul demonstrațiilor și blocadelor rutiere din capitală, dar și pe Autostrada Panamericană. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Bogota, Panama.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este prima țară latino-americană care a adoptat dolarul american ca monedă națională.",
        "vaccine" : ""
    },
    {
        "name": "Papua New Guinea",
        "code": "PG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29356",
        "comment": "Cetățenii români care doresc să călătorească în Papua Noua Guinee au nevoie de pașaport și viză de intrare. Viza la sosire în scop de vizită sau turism poate fi obținută pe o perioadă de maximum 60 de zile și cu o singură intrare numai prin depunerea unei cereri online în avans pe portalul Autorității pentru Imigrație și Cetățenie a statului Papua Noua Guinee. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Singapore.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Papua Noua Guinee are una dintre cele mai mari rate ale criminalității de pe glob. Tocmai de aceea, turiștii sunt sfătuiți să contracteze un ghid și securitate de nivel înalt în timpul vizitei.",
        "vaccine" : ""
    },
    {
        "name": "Paraguay",
        "code": "PY",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3733",
        "comment": "Cetățenii români care doresc să călătorească în Paraguay în scop turistic nu au nevoie de viză de intrare, ci doar de un pașaport simplu. Perioada de ședere nu poate depăși 90 de zile, iar pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la momentul intrării pe teritoriul acestui stat. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Buenos Aires, Argentina.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Duelul prin pistoale este încă legal în Paraguay, cât timp ambele persoane sunt donatoare de sânge înregistrate.",
        "vaccine" : "Ministerul Sănătății Publice din Paraguay stabilește obligativitatea prezentării Certificatului Internațional de Vaccinare împotriva Febrei Galbene, în format fizic sau digital, ca cerință pentru intrarea în țară a străinilor rezidenți și a străinilor nerezidenți/turiști provenind din anumite zone de risc. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Peru",
        "code": "PE",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3734",
        "comment": "Cetățenii români care doresc să călătorească în Republica Peru în scop turistic nu au nevoie de viză de intrare, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile, iar pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la momentul intrării pe teritoriul acestui stat - deși se recomandă ca valabilitatea să fie cât mai mare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea deplasărilor neesențiale în anumite zone sau intervale de timp care pot fi periculoase. Situația de securitate din această țară s-a degradat, iar cazurile de trafic de droguri, atac armat, răpiri, șantaj/extorcare, asasinate la comandă, jafuri și diverse alte acte violente au devenit frecvente. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Lima, Peru.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Poți înota alături de delfini de culoare roz în bazinul râului Amazon - o ocazie unică în viață.",
        "vaccine" : "Este recomandată vaccinarea împotriva febrei galbene, febrei Dengue și a malariei cu cel puțin 10 zile înaintea începerii călătoriei, în special pentru cei care doresc să viziteze partea de nord și regiunea amazonică a țării. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Philippines",
        "code": "PH",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3696",
        "comment": "Cetățenii români care doresc să călătorească în Republica Filipine nu au nevoie de viză de intrare, ci doar de un pașaport simplu sau simplu temporar. Perioada de ședere nu poate depăși 30 de zile și trebuie îndeplinite de asemenea o serie de condiții speciale. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă celor care ales să călătorească în Filipine să manifeste prudență maximă și să se informeze în prealabil asupra situației meteo și de securitate în zona în care vor călători. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Manila.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Filipinezii sunt printre cei mai politicoși și calzi oameni de pe glob: sunt primitori, iubesc distracția și sunt mereu gata să ajute.",
        "vaccine" : ""
    },
    {
        "name": "Pitcairn",
        "code": "PN",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Poland",
        "code": "PL",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3735",
        "comment": "Cetățenii români care doresc să călătorească în Polonia au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Pentru o perioadă de ședere mai mare de 3 luni, este necesară înregistrarea la Oficiul pentru Străini (Urząd ds. Cudzoziemców) al fiecărei regiuni (voievodat) și obținerea adeverinței privind înregistrarea șederii cetățeanului UE. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe atrage atenția asupra prelungirea controalelor temporare la frontiera cu Germania și Lituania până la data de 6 aprilie 2026. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Varșovia.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Piwnica Swidnicka se află în Wrocław și este cel mai vechi restaurant din Europa - datează din 1275.",
        "vaccine" : ""
    },
    {
        "name": "Portugal",
        "code": "PT",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3736",
        "comment": "Cetățenii români care doresc să călătorească în Portugalia au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Lisabona.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai vechi națiuni ale Europei: granițele sale au fost trasate în 1139. Ca punct de reper, Lisabona este mai în vârstă cu 4 secole decât Roma.",
        "vaccine" : ""
        
    },
    {
        "name": "Puerto Rico",
        "code": "PR",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Qatar",
        "code": "QA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3737",
        "comment": "Cetățenii români care doresc să călătorească în Qatar nu au nevoie de viză de intrare, ci doar de un pașaport simplu. Perioada de ședere nu poate depăși 90 de zile într-un interval de 180 de zile, iar valabilitatea minimă a pașaportului trebuie să fie de 6 luni. Atenție! Pașaportul temporar românesc nu este recunoscut de către autoritățile qatareze, care nu vor permite intrarea titularilor acestui tip de pașaport pe teritoriul Qatarului. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Doha.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "În Qatar, weekendul este compus din zilele de vineri și sâmbătă - săptămâna de lucru începe duminica și se încheie joia.",
        "vaccine" : ""
        
    },
    {
        "name": "Reunion",
        "code": "RE",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Romania",
        "code": "RO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Russian Federation",
        "code": "RU",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3740",
        "comment": "Cetățenii români care doresc să intre pe teritoriul Federației Ruse au nevoie atât de pașaport, cât și de viză. Pentru obținerea vizei poți depune cererea online, după înregistrarea prealabilă pe site-ul dedicat. Află toate detaliile pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cu fermitate cetățenilor români evitarea oricărei deplasări în Federați Rusă din cauza înrăutățirii situației de securitate din această țară. Este înregistrată o creștere îngrijorătoare a cazurilor de atacuri armate, asasinate la comandă, arestări, răpiri, extorsiuni, jafuri, atacuri cu drone, atacuri teroriste sau diverse alte acte violente. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Moscova.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Rușii sunt învățați de mici să nu zâmbească, întrucât consideră asta drept un semn de slăbiciune și viclenie. Chiar dacă le zâmbesc celor dragi, nu vor face la fel cu străinii.",
        "vaccine" : ""
    },
    {
        "name": "RWANDA",
        "code": "RW",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30842",
        "comment": "Cetățenii români care doresc să călătorească în Rwanda au nevoie doar de pașaport, fiind scutiți de necesitatea vizei în baza statutului României de stat membru al Organizației Internaționale a Francofoniei. Este important ca valabilitatea pașaportului să fie de cel puțin 6 luni. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea călătoriilor neesențiale în acest stat, întrucât Rwanda se confruntă cu o epidemie cauzată de virusul Marburg. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nairobi, Kenya.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Rwanda este una dintre cele mai dezvoltate țări din Africa - se remarcă prin digitalizarea extensivă, politicile ecologice puternice, inovarea în tehnologie și ponderea de femei în parlamentul țării, peste 60% din for. ",
        "vaccine" : "Deși nu există vaccinuri obligatorii, Ministerul Afacerilor Externe recomandă cu insistență vaccinarea împotriva febrei galbene (și deținerea Certificatului Galben de Vaccinări împotriva acestei boli), precum și împotriva febrei tifoide, hepatitei A și B, difteriei și poliomielitei. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Saint Helena",
        "code": "SH",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Saint Kitts and Nevis",
        "code": "KN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/48637",
        "comment": "Cetățenii români care doresc să călătorească în Saint Kitts și Nvis nu au nevoie de viză de intrare, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile, iar pentru evitarea refuzului intrării în țară este recomandată deținerea unui set de documente specifice. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Havana, Cuba.",
        "warning" : "",
        "emergency" : "",
        "funfact" : "Este cea mai mică țară din Americi, atât ca dimensiune, cât și ca populație: 269 de kilometri pătrați pentru 45.000 de oameni.",
        "vaccine" : ""
    },
    {
        "name": "Saint Lucia",
        "code": "LC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Saint Pierre and Miquelon",
        "code": "PM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Saint Vincent and the Grenadines",
        "code": "VC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Samoa",
        "code": "WS",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30372",
        "comment": "Cetățenii români care doresc să călătorească în Samoa nu au nevoie de viză de intrare, ci doar de pașaport. De asemenea, trebuie îndeplinite următoarele condiții: pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni, perioada de ședere să nu depășească 90 de zile, să deții un bilet de întoarcere și să confirmi adresa unde vei locui pe perioada șederii, dar și să faci dovada existenței fondurilor necesare pentru sejur. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra și Consulatul General al României la Sydney.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Societatea din Samoa este guvernată chiar și în aceste vremuri de un cod de conduită și comportament străvechi, numit Fa’a Samoa sau Calea din Samoa. Are în prim plan familia extinsă sau ‘aiga - doar cu ajutorul familiei poți trece ușor prin viață, împărtășind povara și împărtășind toate experiențele cu ea.",
        "vaccine" : "Persoanele care vin din zone unde se înregistrează cazuri de febăr galbenă au obligația de a prezenta certificatul de vaccinare împotriva acestei boli. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "San Marino",
        "code": "SM",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28392",
        "comment": "Cetățenii români care doresc să călătorească în Republica San Marino au nevoie doar de cartea de identitate sau de pașaport în curs de valabilitate. Perioada de ședere este de maximum 20 de zile pentru a beneficia de scutirea obținerii unei vize de intrare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Roma și Consulatul General al României la Bologna.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Teritoriul San Marino nu a fost invadat niciodată: a rezistat atât tentativelor lui Cesare Borgia în anii 1500 și 1700, precum și trupelor lui Napoleon în secolul al XVIII-lea.",
        "vaccine" : ""
        
    },
    {
        "name": "Sao Tome and Principe",
        "code": "ST",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28316",
        "comment": "Cetățenii români care doresc să călătorească în Sao Tome și Principe nu au nevoie de viză de intrare, ci doar de un pașaport simplu electronic. Perioada de ședere nu trebuie să depășească 15 zile pentru scutirea obligativității vizei de intrare. Atenție! Cetățenii români posesori de pașapoarte temporare au obligația de a obține viza. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Luanda, Angola.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai puțin vizitate țări din lume, în 2017 primind doar 29.000 de turiști.",
        "vaccine" : "La intrarea în țară este obligatorie prezentarea certificatului internațional de vaccinare împotriva febrei galbene, care trebuie eliberat cu cel puțin 14 zile înaintea călătoriei. Este recomandată, de asemenea, vaccinarea împotriva hepatitei A și B, poliomielitei, tetanosului și febrei tifoide. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Saudi Arabia",
        "code": "SA",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3666",
        "comment": "Cetățenii români care doresc să călătorească în Regatul Arabiei Saudite au nevoie de pașaport și viză. Pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la data intrării pe teritoriul acestei țări. Important: Regatul Arabiei Saudite nu recunoaște pașapoartele temporare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile neesențiale în acest stat ca urmare a situației de securitate la frontiera dintre Regatul Arabiei Saudite și Republica Yemen. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Riad.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Chiar dacă pare de necrezut, Arabia Saudită e nevoită să cumpere nisip din Australia pentru sticlă și construcții din cauză că cel de pe teritoriul arab nu are proprietățile necesare.",
        "vaccine" : ""
    },
    {
        "name": "Senegal",
        "code": "SN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3741",
        "comment": "Cetățenii români care doresc să călătorească în Republica Senegal nu au nevoie de viză de intrare, ci doar de pașaport. Perioada de ședere pentru evitarea necesității vizei de intrare este de maximum 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste prudență în cazul deplasărilor nocturne sau în anumite zone pe tema situației de securitate fragilă. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Dakar.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Cel mai vestic punct al Africii continentale se află în capitala Senegalului, în cartierul Almadies.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie pentru a intra în Senegal, cu excepția călătorilor care provin din zonele endemice. Este recomandată, de asemenea, vaccinarea difterie-tetanos-poliomielită și rubeolă-oreion-rujeolă, precum și împotriva tuberculozei și împotriva meningitei bacteriene A + C + Y + W135. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Serbia",
        "code": "RS",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3742",
        "comment": "Cetățenii români care doresc să călătorească în Serbia au nevoie doar de cartea de identitate sau pașaport. Perioada de ședere maximă este de 90 de zile într-un interval de 180 de zile. Este de asemenea necesară și prezentarea unor documente speciale. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste atenție sporită la efectuarea călătoriilor în Kosovo. Situația de securitate din Kosovo rămâne imprevizibilă, în special în nordul provinciei, unde riscul unor incidente violente este ridicat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Belgrad, Consulatul General al României la Vârșeț și Consulatul General al României la Zaječar.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Pe teritoriul Serbiei s-au născut nu mai puțin de 18 împărați romani.",
        "vaccine" : ""
    },
    {
        "name": "Montenegro",
        "code": "ME",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3728",
        "comment":"Cetățenii români care doresc să călătorească în Muntenegru în scop turistic au nevoie doar de cartea de identitate sau pașaport. Perioada de ședere maximă variază, după cum urmează: cei care aleg pașaportul ca document de călătorie trebuie să se asigure ca documentul să nu fie mai vechi de 10 ani față de ziua intrării în această țară și să fie valabil cel puțin 90 de zile de la data ieșirii din Muntenegru - în acest caz, perioada maximă de ședere este de 90 de zile într-un interval de 6 luni de la data primei intrări. Pentru cei care aleg cartea de identitate, trebuie să fie atenți ca aceasta să fie valabilă cel puțin 30 de zile de la data ieșirii din Muntenegru - în acest caz, perioada de ședere scade la 30 de zile de la data intrării. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Podgorița.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Muntenegrenii sunt foarte prietenoși cu copiii - de regulă le pun întrebări, le oferă dulciuri și le spun glume chiar și celor străini.",
        "vaccine" : ""
    },
    {
        "name": "Seychelles",
        "code": "SC",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12441",
        "comment": "Cetățenii români care doresc să călătorească în Insulele Seychelles nu au nevoie de viză de intrare, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile, iar chiar dacă viza nu este necesară pentru cei care folosesc un pașaport simplu electronic valabil, trebuie solicitată o autorizație de călătorie (ITA) în format online. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria și Consulatul General al României la Cape Town.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Fructul arborelui de pâine este foarte popular în Seychelles, se spune chiar că cine îl mănâncă pe insulă se va întoarce într-o zi aici.",
        "vaccine" : ""
    },
    {
        "name": "Sierra Leone",
        "code": "SL",
        "documents": " Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/60060",
        "comment": "Cetățenii români care doresc să călătorească în Sierra Leone au nevoie de pașaport și viză de intrare. Perioada de ședere nu poate depăși 90 de zile, iar sejurul efectiv cumulat pe teritoriul acestei țări nu poate depăși 180 de zile de-a lungul unui an. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea călătoriilor neesențiale în această țară din cauza demonstrațiilor, protestelor și adunărilor publice care pot duce la escaladări rapide. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria.",
        "affiliation" : "ONU",
        "funfact" : "Drapelul țării are o semnificație aparte, cele trei dungi colorate având fiecare importanța sa. Verdele semnifică agricultura și munții, albul a fost ales pentru unitate și dreptate, iar albastrul pentru aspirația de a contribui la pacea globală, în special prin portul Freetown.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie pentru a intra pe teritoriul acestei țări. așa că este necesară prezentarea documentației în acest sens la graniță. Există, de asemenea, un risc ridicat de îmbolnăvire pentru malarie, febră tifoidă, meningită cerebro spinală, poliomielită, holeră, febră Lassa sau lepră, boli de piele și alte afecțiuni. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Singapore",
        "code": "SG",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3743",
        "comment": "Cetățenii români care doresc să călătorească în Singapore în scop turistic, de afaceri, în vizită sau pentru activități sportive nu au nevoie de viză de intrare, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile în decurs de 6 luni, iar pașaportul trebuie să fie valabil cel puțin 6 luni la data ieșirii din Republica Singapore. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Singapore.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Deschisă în 1994, grădina zoologică din Singapore este prima din lume deschisă pe timpul nopții. Pe parcursul celor 40 de minute de Night Safari vei putea descoperi peste 1000 de animale din 120 de specii diferite.",
        "vaccine" : "Deși nu există vaccinuri obligatorii pentru intrarea în Singapore, Ministerul Afacerilor Externe recomandă vaccinarea împotriva febrei dengue. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Slovakia",
        "code": "SK",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3745",
        "comment": "Cetățenii români care doresc să călătorească în Slovacia au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bratislava.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Toți cetățenii din Uniunea Europneană cu vârsta sub 26 de ani și înscriși la o formă de învățământ pot călători gratuit pe căile ferate din Slovacia.",
        "vaccine" : ""
    },
    {
        "name": "Slovenia",
        "code": "SI",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3746",
        "comment": "Cetățenii români care doresc să călătorească în Slovenia au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate pentru o perioadă de cel puțin 3 luni. Toți cetățenii străini, inclusiv cetățenii UE, au obligația să se înregistreze la secția de poliție pe raza căreia locuiesc în termen de 3 zile de la sosirea în Slovenia. Această formalitate nu este necesară pentru cei care se cazează la hotel. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe informează cetățenii români care intenționează să tranziteze sau să călătorească în Slovenia că autoritățile locale au extins cu șase luni controalele la punctele de trecere a frontierei terestre cu Ungaria și Croația, până la data de 21 iunie 2026. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ljubljana.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Cele mai spectaculoase peșteri din Europa se află în Slovenia. Cea mai cunoscută din cele peste 10.000 de peșteri este Postojna, ce se întinde pe 20 de kilometri.",
        "vaccine" : ""
    },
    {
        "name": "Solomon Islands",
        "code": "SB",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Somalia",
        "code": "SO",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29373",
        "comment": "Cetățenii români care doresc să călătorească în Somalia au nevoie de pașaport și viză de intrare. Cea din urmă se poate obține online sau de la Ambasada Republicii Federale Somalia în Federația Rusă, care asigură reprezentarea diplomatică a acestui stat în România. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Addis Abeba, Etiopia.",
        "emergency" : "Ministerul Afacerilor Externe recomandă insistent cetățenilor români să evite orice călătorie în Somalia, iar persoanelor care tranzitează zona sau se află pe teritoriul țării să părăsească imediat statul! Situația de securitate este puternic afectată de acțiunile de piraterie la scară largă, dar și de luptele dintre forțele guvernamentale și grupările afiliate Al Qaeda. Mai multe detalii pe site-ul oficial MAE.",
        "affiliation" : "ONU",
        "funfact" : "Mic-dejun, prânz sau cină, somalezii mănâncă banane la fiecare masă - o adaugă la orice preparat, chiar și la paste, pentru care au o cultură bogată datorită colonizării italiene.",
        "vaccine" : "Vaccinarea antipoliomielită este obligatorie pentru cei care doresc să intre pe teritoriul acestui stat. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "South Africa",
        "code": "ZA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3663",
        "comment": "Cetățenii români care doresc să călătorească în Africa de Sud au nevoie doar de pașaport începând cu data de 3 septembrie 2025. Intrarea în acest stat este permisă cu pașaportul electronic, care trebuie să aibă o valabilitate de minimum 30 de zile de la data planificată a ieșirii de pe teritoriul țării și cel puțin 2 file albe pentru avize. De asemenea, perioada maximă de ședere este de 90 de zile, inclusiv datele de intrare și ieșire din acest stat. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Pretoria și Consulatul General al României la Cape Town.",
        "warning" : "Pe fondul nivelului de criminalitate foarte ridicat din Africa de Sud, Ministerul Afacerilor Externe recomandă cetățenilor români să fie extrem de prudenți și să evite călătoriile neesențiale. Cetățenii români care doresc să călătorească în Africa de Sud sau se află deja pe teritoriul acestui stat sunt sfătuiți să se adreseze Ambasadei României la Pretoria sau Consulatului General de la Cape Town pentru a-și anunța prezența în regiune. Mai multe detalii pe site-ul oficial MAE.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Africa de Sud are nu mai puțin de trei capitale: Cape Town, capitala legislativă unde se află și Parlamentul, Bloemfontein, capitala juridică unde se află Curtea Supremă de Apel și Pretoria, capitala executivă ce găzduiește clădirile sindicatelor și ale serviciilor publice.",
        "vaccine" : "Ministerul Afacerilor Externe recomandă vaccinarea împotriva hepatitei A, poliomielitei, tetanosului, febrei tifoide și febrei galbene. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "South Georgia and the South Sandwich Islands",
        "code": "GS",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Spain",
        "code": "ES",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3747",
        "comment": "Cetățenii români care doresc să călătorească în Spania au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Pentru cetățenii români care intenționează să rămână pentru o perioadă îndelungată în această țară, Ministerul Afacerilor Externe recomandă adresarea către ambasada sau oficiile consulare ale României și anunțarea prezenței în regiune. De asemenea, site-ul Ambasadei României în Regatul Spaniei conține informații utile pentru cetățenii români care doresc să se angajeze în câmpul muncii în acest stat. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Madrid, Consulatul General al României la Madrid, Consulatul General al României la Barcelona, Consulatul General al României la Sevilla, Consulatul General al României la Bilbao, Consulatul României la Zaragoza, Consulatul României la Castellón de la Plana, Consulatul României la Ciudad Real și ConsulatuL României la Almeria.",
        "affiliation" : "UE, NATO, ONU",
        "emergency" : "",
        "funfact" : "Imnul Național al Spaniei nu are versuri. Se numește Marca Real și a fost compus în 1761, fiind unul dintre cele mai vechi imnuri din lume.",
        "vaccine" : ""
    },
    {
        "name": "Sri Lanka",
        "code": "LK",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3748",
        "comment": "Cetățenii români care doresc să călătorească în Sri Lanka au nevoie de pașaport și viză. Pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni de la data intrării în această țară. În ceea ce privește viza, aceasta se poate obține fie de la misiunile diplomatice ale acestei țări în străinătate, fie online. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea zonelor aglomerate, cu demonstrații și adunări publice, pentru că există riscul apariției de violență. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Colombo.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Deși nu se cunoaște motivul nici printre localnici, multe restaurante, cafenele și baruri din Sri Lanka afișează semnul Hotel, deși nu oferă cazare - așa că trebuie să ai grijă atunci când vrei să înoptezi.",
        "vaccine" : "Nu există vaccinuri obligatorii pentru accesul pe teritoriul acestui stat, însă Ministerul Afacerilor Externe recomandă vaccinarea împotriva hepatitei A și B, febrei tifoide, difteriei și tetanosului. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Sudan",
        "code": "SD",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29372",
        "comment": "Cetățenii români care doresc să călătorească în Republica Sudan au nevoie de pașaport și viză de intrare. Este recomandată evitarea folosirii pașaportului temporar, iar toate tipurile de documente de călătorie ar trebui să aibă o valabilitate de minimum 6 luni. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei călătorii în Sudan pe fondul recentelor confruntări armate violente între armata națională și gruparea paramilitară a Forțelor de Sprijin Rapid. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată de Ambasada României la Addis Abeba, Etiopia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este una dintre cele mai diverse țări din lume: se vorbesc 114 limbi native în Sudan și există peste 500 de accente diferite.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie pentru a călători în această țară. Este recomandată, de asemenea, vaccinarea împotriva virusului poliomelitic. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Suriname",
        "code": "SR",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/44722",
        "comment": "Cetățenii români care doresc să călătorească în Republica Surinam au nevoie de pașaport și viză, cea din urmă fiind necesară pentru toate categoriile de pașapoarte. De asemenea, documentele de călătorie trebuie să aibă o valabilitate de minimum 6 luni de la intrarea pe teritoriul acestui stat. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Brasilia, Brazilia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este cea mai mică țară independentă din America de Sud, atât în termeni de mărime, cât și de populație.",
        "vaccine" : "Vaccinarea contra febrei galbene este obligatoriu pentru călătorii care sosesc în Republica Surinam dintr-o țară în care există o incidență crescută a acestei boli. De asemenea, este recomandată vaccinarea împotriva hepatitei A și B, difteriei, tetanosului și malariei, în funcție de regiunile pe care dorești să le vizitezi. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Svalbard and Jan Mayen",
        "code": "SJ",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Swaziland",
        "code": "SZ",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/12609",
        "comment": "Cetățenii români care doresc să călătorească în Regatul Eswatini au nevoie de pașaport și viză. Cea din urmă nu se acordă la frontieră, ci poate fi obținută de la Înaltul Comisariat al Regatului Eswatini la Londra. De asemenea, pașaportul trebuie să aibă o valabilitate de cel puțin 3 luni ulterior intrării pe teritoriul regatului și să conțină cel puțin 2 pagini libere. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria, Africa de Sud.",
        "affiliation" : "",
        "emergency" : "",
        "funfact" : "Este ultima monarhie absolută a Africii și una dintre puținele încă existente în lume.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie în cazul în care călătorești dintr-un stat în care există riscul transmiterii acestei boli. Certificatul de vaccinare va trebui prezentat autorităților în acest sens. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Sweden",
        "code": "SE",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "http://www.mae.ro/travel-conditions/3750",
        "comment": "Cetățenii români care doresc să călătorească în Suedia au nevoie doar de cartea de identitate sau de pașaport, aflate în termen de valabilitate. Perioada maximă de ședere este de 90 de zile. Pentru cei care doresc să se stabilească pe teritoriul Suediei sau să lucreze în acest stat, site-ul Ambasadei României în Regatul Suediei conține informații utile în acest sens. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe informează cetățenii români că autoritățile suedeze au decis prelungrirea controalelor la frontierele interne de stat până la data de 11 mai 2026. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Stockholm.",
        "affiliation" : "UE, ONU",
        "emergency" : "",
        "funfact" : "Suedezii obișnuiesc să ia câte două pauze pe zi în care să își bea cafeaua și să discute - un obicei pe care l-au numit fika.",
        "vaccine" : ""
    },
    {
        "name": "Switzerland",
        "code": "CH",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3692",
        "comment": "Cetățenii români care doresc să călătorească în Elveția au nevoie doar de cartea de identitate sau de pașaport în curs de valabilitate. Cetățenii români care intenționează să rămână pe teritoriul Elveției mai mult de 90 de zile (fără să desfășoare o activitate lucrativă) au nevoie de o autorizație de ședere, eliberată de autoritatea locală compententă. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Berna.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Este locul de naștere al Crucii Roșii, al cărei simbol se aseamănă izbitor cu drapelul elvețian. A fost fondată la Geneva în 1863, unde are sediul și acum.",
        "vaccine" : ""
    },
    {
        "name": "Syrian Arab Republic",
        "code": "SY",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3744#788",
        "comment": "Cetățenii români care doresc să călătorească în Siria au nevoie de pașaport și viză de intrare, cea din urmă fiind obținută de la ambasadele siriene din străinătate. Orice ședere mai mare de 10 zile se înregistrează la poliția departamentală, iar orice ieșire din această țară, după o ședere mai mare de 10 zile, se aprobă de poliția locală. Atenție! Este refuzată intrarea în Siria persoanelor care dețin o viză israeliană în pașaport, dar și persoanelor infectate cu virusul HIV. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Damasc.",
        "emergency" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei călătorii în Siria, iar celor care se află deja în țară să o părăsească de urgență! Riscurile de securitate sunt majore, fiind posibile declanșările de violențe extreme. Mai multe detalii pe site-ul oficial MAE.",
        "affiliation" : "ONU",
        "emergency" : "Ministerul Afacerilor Externe recomandă cetățenilor români care se află în Siria să părăsească imediat țara pe orice rută sigură existentă! Situația de securitate este deteriorată și resimțită pe întreg teritoriul Siriei - au loc conflicte interconfesionale, răpiri prin răscumpărare, tâlhării, dar și lovituri punctuale executate de forțele artamte israeliene. Mai multe detalii pe site-ul oficial MAE.",
        "funfact" : "Damascul este cea mai veche capitală din lume, fiind menționată chiar și în Biblie.",
        "vaccine" : ""
    },
    {
        "name": "Taiwan, Province of China",
        "code": "TW",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Tajikistan",
        "code": "TJ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/28308",
        "comment": "Cetățenii români care doresc să călătorească în Republica Tadjikistan pot călători în Republica Tadjikistan doar pe baza unui pașaport simplu electronic, fără viză de intrare. Perioada maximă de ședere este de 30 de zile, însă cei care doresc să stea mai mult de 30 de zile în scop de muncă, studiu, rezidență permanentă sau alte scopuri non-turistice trebuie să obțină în prealabil viza corespunzătoare. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Astana, Kazakhstan.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Capitala Tajikistanului este numită după o zi a săptămânii: Dushanbe, adică Luni.",
        "vaccine" : ""
    },
    {
        "name": "Tanzania, United Republic of",
        "code": "TZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30675",
        "comment": "Cetățenii români care doresc să călătorească în Republica Unită Tanzania (inclusiv în Zanzibar) nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile, iar valabilitatea pașaportului trebuie să fie de minimum 6 luni de la data intrării în țară. Mai multe detalii despre condițiile complete de intrare pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă evitarea călătoriilor neesențiale în acest stat din cauza posibilității producerii unor manifestații de stradă sporadice, rezultate din instabilitatea politică din Tanzania. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nairobi, Kenya.",
        "affiliation" : "",
        "emergency" : "",
        "funfact" : "Pe teritoriul Tanzaniei se află două repere naturale colosale: Muntele Kilimanjaro, cel mai mare munte din Africa și Lacul Tanganyika, al doilea cel mai mare lac din lume.",
        "vaccine" : "De  la 1 octombrie 2024, accesul străinilor nerezidenți în Zanzibar este permis pe insulă doar cu condiția deținerii unei asigurări medicale de călătorie emise de Zanzibar Insurance Corporation. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Thailand",
        "code": "TH",
        "documents": "Pașaport și TDAC",
        "source": "https://www.mae.ro/travel-conditions/3751",
        "comment": "Cetățenii români care doresc să călătorească în Thailanda au nevoie atât de pașaport, cât și de TDAC - Cardul Digital de Intrare în Thailanda. Obligativitatea deținerii cardului a fost impusă începând cu 1 mai 2025. Mai multe detalii despre obținerea TDAC, dar și despre condițiile complete de intrare pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile neesențiale în anumite regiuni ca provinciile Buriram, Surin, Sisaket și Ubon Ratchathani din cauza conflictului armat în zonele de frontieră cu Cambodgia. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Bangkok.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Thailanda era cunoscută drept Siam până în 1939 și din nou între 1945 și 1949.",
        "vaccine" : "Persoanele care sosesc în Thailanda din țări care au fost declarate zone infectate cu febra galbenă trebuie să obțină un certificat internațional de sănătate, care să dovedească vaccinarea împotriva febrei galbene. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Timor-Leste",
        "code": "TL",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29354",
        "comment": "Cetățenii români care doresc să călătorească în Republica Democrată Timorul de Est au nevoie de pașaport și viză. Vizele turistice și în scop de afaceri pot fi obținute la sosirea pe aeroportul din capitala Dili, iar pentru asta pașaportul trebuie să aibă o valabilitate de minimum 6 luni de la momentul cererii. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea călătoriilor neesențiale din cauza potențialelor activități militare și manifestații publice cu caracter violent. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Jakarta, Indonezia.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Timorul de Est are o populație tânără: aproximativ 40% dintre cetățeni au sub 15 ani și 60% din populație are vârsta sub 25 de ani, media pe țară fiind de 19,6 ani.",
        "vaccine" : "Cum tuberculoza, gastroenterita, febra tifoidă, febra Dengue, hepatita, malaria, filariasis, chikungunya şi enfacelita japoneză reprezintă probleme importante de sănătate în Timorul de Est, este recomandată consultarea paginii Institului Național de Sănătate Publică - Centrul Naţional de Supraveghere şi Control al Bolilor Transmisibile, secțiunea Sfaturi pentru călători. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Togo",
        "code": "TG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-alerts/18321",
        "comment": "Cetățenii români care doresc să călătorească în Togo au nevoie de pașaport și viză. Cea din urmă se poate obține online. Perioada de ședere nu poate depăși 90 de zile, iar sejurul efectiv cumulat de-a lungul unui an nu poate depăși 180 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Abuja, Nigeria.",
        "affiliation" : "ONU",
        "funfact" : "Religia voodoo este practicată de mare parte din populația țării. Spre deosebire de implicațiile negative din occident, această religie este considerată în Togo mai degrabă un sistem de credințe care se extinde în cultură, filozofie, limbă, artă, dans, muzică și medicină.",
        "warning" : "",
        "vaccine" : "Cum malaria, febra tifoidă, febra galbenă, meningita cerebro spinală, poliomielita, holera, febra Lassa, lepra, bolile de piele sau alte afecțiuni reprezintă probleme importante de sănătate în Togo, este recomandată consultarea paginii Institului Național de Sănătate Publică - Centrul Naţional de Supraveghere şi Control al Bolilor Transmisibile, secțiunea Sfaturi pentru călători. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Tokelau",
        "code": "TK",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Tonga",
        "code": "TO",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Trinidad and Tobago",
        "code": "TT",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Tunisia",
        "code": "TN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3752",
        "comment": "Cetățenii români care doresc să călătorească în Republica Tunisiană nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile. De asemenea, valabilitatea pașaportului trebuie să fie de minimum 6 luni de la data ieșirii de pe teritoriul Tunisiei și va trebui să faci dovada cazării pe perioada șederii. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste prudență, vigilență și să evite zonele aglomerate și locurile unde au loc manifestații publice. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tunis.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Tunisia a fost prima țară arabă care a interzis poligamia în 1956, fapt surprinzător pentru că are o populație preponderent musulmană.",
        "vaccine" : ""
    },
    {
        "name": "Turkey",
        "code": "TR",
        "documents": "Carte de Identitate sau Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3753",
        "comment": "Cetățenii români care doresc să călătorească în Turcia au nevoie de cartea de identitate sau pașaport. În timp ce cartea de identitate poate fi utilizată inclusiv în ultima zi de valabilitate pentru ieșirea din Turcia, pașaportul trebuie să aibă o valabilitate de minimum 150 de zile la momentul intrării în Turcia și să conțină cel puțin o filă goală. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea călătoriilor în anumite zone din sud-estul țării (precum granița cu Irak și Siria), dar și să rămână vigilenți din cauza manifestațiilor sau evenimentelor publice cu caracter violent. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ankara, Consulatul General al României la Istanbul și Consulatul General al României la Izmir.",
        "affiliation" : "NATO, ONU",
        "emergency" : "",
        "funfact" : "Marele Bazar din Istanbul, considerat drept cel mai vechi mall din lume, se întinde pe 64 de străzi și găzduiește nu mai puțin de 4.000 de magazine.",
        "vaccine" : ""
    },
    {
        "name": "Turkmenistan",
        "code": "TM",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3754",
        "comment": "Cetățenii români care doresc să călătorească în Turkmenistan au nevoie de pașaport și viză, inclusiv pentru tranzitarea țării. Viza turistică poate fi solicitată direct de la Ambasada Turkmenistanului în România, Ministerul Turismului din Turkmenistan sau prin intermediul agențiilor turistice. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să fie prudenți și să se conformeze regulilor impuse de autoritățile locale, care încă efectuează controale medicale (Test Covid) cetățenilor străini în toate punctele de trecere a frontierei în Turkmenistan. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Ashgabat.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Craterul de gaze Darvaza, supranumit și Poarta Iadului, se află în Turkmenistan și nu este un fenomen natural, ci rezultatul unei greșeli umane. Grupul de geologi sovietici care fora aici în 1971 a decis să incendieze echipamentul căzut în șantier, crezând că focul se va domoli după câteva zile - au trecut 48 de aniu de atunci.",
        "vaccine" : ""
    },
    {
        "name": "Turks and Caicos Islands",
        "code": "TC",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Tuvalu",
        "code": "TV",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/30374",
        "comment": "Cetățenii români care doresc să călătorească în Tuvalu nu au nevoie de viză, ci doar de pașaport. Acesta trebuie să aibă o valabilitate de cel puțin 6 luni, iar perioada de ședere nu poate depăși 90 de zile în cursul oricărei perioade de 180 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra și Consulatul General al României la Sydney.",
        "affiliation" : "ONU",
        "emergency" : "",
        "funfact" : "Mica țară din Oceanul Pacific nu are nici măcar un singur ATM pe teritoriul său, așa că toate restaurantele, hotelurile sau cafenelele vor accepta doar cash - dolari australieni, mai exact.",
        "vaccine" : "Persoanele care sosesc din zone unde se înregistrează cazuri de febră galbenă au obligația de a prezenta certificatul de vaccinare împotriva acestei boli. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Uganda",
        "code": "UG",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/30676",
        "comment": "Cetățenii români care doresc să călătorească în Uganda au nevoie de pașaport și viză. Pașaportul trebuie să aibă o valabilitate de cel puțin 6 luni de la data intrării pe teritoriul ugandez și să aibă cel puțin o pagină goală, iar viza turistică se emite cu o singură intrare și se poate obține online. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite călătoriile neesențiale în acest stat din cauza situației de instabilitate politică. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Nairobi, Kenya.",
        "affiliation" : "ONU",
        "funfact" : "Uganda are cea mai mare densitate de primate și gorile din lume, cu 20 de specii de primate în pădurile sale tropicale.",
        "vaccine" : "Vaccinarea împotriva febrei galbene este obligatorie pentru a intra pe teritoriul acestei țări. Se recomandă, de asemenea, vaccinarea împotriva febrei tifoide, hepatitei A și B, difteriei și poliomielitei. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Ukraine",
        "code": "UA",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3755",
        "comment": "Cetățenii români nu au nevoie de viză de intrare în Ucraina pentru călătorii de scurtă durată, maximul fiind de 90 de zile. Așadar, cetățenii români pot intra pe teritoriul Ucrainei cu un pașaport valabil minimum 3 luni de la data ieșirii de pe teritoriul Ucrainei. Mai multe informații pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români evitarea oricărei călătorii în Ucraina din cauza conflictului militar în desfășurare și instaurării legii marțiale. În ceea ce privește cetățenii români aflați deja în Ucraina, MAE recomandă părăsirea imediată a acestei țări! Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Kiev și Oficiile Consulare de la Cernăuți, Odesa și Solotvino.",
        "affiliation" : "ONU",
        "emergency" : "Pericol major! Ministerul Afacerilor Externe solicită cu insistență cetățenilor români să nu se deplaseze în această țară pe fondul conflictului militar în desfășurare și a instaurării legii marțiale. Mai multe detalii pe site-ul oficial MAE.",
        "funfact" : "Cea mai veche constituție din lume a fost scrisă și adoptată în Ucraina în 1710.",
        "vaccine" : ""
    },
    {
        "name": "United Arab Emirates",
        "code": "AE",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3693",
        "comment": "Cetățenii români care doresc să călătorească în Emiratele Arabe Unite nu au nevoie de viză, ci doar de pașaport. Acesta trebuie să aibă o valabilitate de minimum 6 luni de la data intrării pe teritoriul statului. Perioada de ședere nu poate depăși 90 de zile într-un interval de 180 de zile. Important de notat și faptul că pașaportul temporar românesc nu este recunoscut de autoritățile statului, așa că poliția de frontieră nu va permite intrarea titularului acestui tip de pașaport pe teritoriul Emiratelor Arabe Unite. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Abu Dhabi și Consulatul General al României la Dubai.",
        "affiliation" : "ONU",
        "funfact" : "",
        "vaccine" : "Poliția din Emiratele Arabe Unite este una dintre cele mai bine echipate și luxoase din lume. Flota poliției din Dubai dispune de mașini de lux precum Ferrari, Lamborghini, Aston Martin, Bentley, chiar și Bugatti."
    },
    {
        "name": "United Kingdom",
        "code": "GB",
        "documents": "Pașaport și ETA",
        "source": "https://www.mae.ro/travel-conditions/3725",
        "comment": "Cetățenii români care doresc să călătorească în Marea Britanie au nevoie de pașaport, iar din 2 aprilie 2025 a devenit obligatorie și Autorizația Electronică de Călătorie. Există, de asemenea, și excepții de la obligativitatea deținerii ETA. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe atenționează cetățenii români care doresc să călătorească în Insula Tortola sau Insulele Virgine Britanice că au existat recent cazuri în care autoritățile locale au refuzat intrarea cetățenilor români, deși aceștia întruneau condițiile de intrare în calitate de turist. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Londra și Consulatele Generale ale României la Londra, Manchester, Edinburgh și Birmingham.",
        "affiliation" : "NATO, ONU",
        "funfact" : "",
        "vaccine" : "Britanicii beau între 100 și 160 de milioane de cești de ceai în fiecare zi, adică aproximativ 36 de miliarde de cești anual."
        
    },
    {
        "name": "United States",
        "code": "US",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3749",
        "comment": "Cetățenii români care doresc să călătorească în Statele Unite ale Americii au nevoie de pașaport și viză. Viza poate fi obținută în prealabil de la misiunile diplomatice sau oficiile consulare ale Statelor Unite ale Americii în străinătate. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe informează că deținerea unei vize nu garantează automat dreptul de intrare în SUA, această decizie fiind luată de autoritățile de frontieră. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Washington DC și Consulatele Generale ale României la Chicago, Los Angeles, New York și Miami.",
        "affiliation" : "NATO, ONU",
        "funfact" : "Din 1777 și până acum, drapelul american a fost modificat de 26 de ori.",
        "vaccine" : ""
    },
    {
        "name": "United States Minor Outlying Islands",
        "code": "UM",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Uruguay",
        "code": "UY",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3757",
        "comment": "Cetățenii români care doresc să călătorească în Uruguay în scop turistic sau de afaceri nu au nevoie de viză, ci doar de pașaport. Acesta trebuie să aibă o valabilitate de cel puțin 6 luni de la data intrării pe teritoriul acestei țări. Mai multe detalii despre condițile complete de intrare pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Montevideo.",
        "affiliation" : "ONU",
        "funfact" : "Uruguay a devenit în 2009 prima țară din lume care oferă fiecărui elev un laptop grauit și acces Wi-Fi.",
        "vaccine" : ""
    },
    {
        "name": "Uzbekistan",
        "code": "UZ",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3758",
        "comment": "Cetățenii români care doresc să călătorească în Uzbekistan nu au nevoie de viză, ci doar de pașaport. Perioada maximă de ședere este de 30 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe informează cetățenii români că este activ un cod roșu din cauza riscului crescut de incendii forestiere, valabil pentru cea mai mare parte a teritoriului național. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Tașkent.",
        "affiliation" : "ONU",
        "funfact" : "Uzbekistan este cel mai mare producător de bumbac din lume, ceea ce face ca exporturile sale să impacteze prețurile și aprovizionarea la nivel global.",
        "vaccine" : ""
    },
    {
        "name": "Vanuatu",
        "code": "VU",
        "documents": "Pașport",
        "source": "https://www.mae.ro/travel-conditions/30373",
        "comment": "Cetățenii români care doresc să călătorească în Vanuatu nu au nevoie de viză, ci doar de pașaport. Sejurul nu poate depăși 90 de zile și va trebui să prezinți dovezi referitoare la cazare, un bilet de întoarcere și resurse financiare pentru toată durata șederii. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Canberra și Consulatul General al României la Sydney.",
        "affiliation" : "ONU",
        "funfact" : "Bungee jumping-ul a fost inventat în Vanuatu. Timp de secole, bărbații din Vanuatu practicau nagol, plonjarea de pe turnuri de lemn de 30 de metri cu vrejuri legate de glezne.",
        "vaccine" : ""
    },
    {
        "name": "Venezuela",
        "code": "VE",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3759",
        "comment": "Cetățenii români care doresc să călătorească în Venezuela nu au nevoie de viză, ci doar de pașaport. Perioada de ședere nu poate depăși 90 de zile, iar în adiție va trebui să îndeplinești mai multe condiții. Mai multe detalii despre condițiile complete de intrare pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să evite orice călătorie în Venezuela pe fondul manifestațiilor și demonstrațiilor ce pot deveni violente, pornite după alegerile locale din 2025. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasadele României la Bogota, Ciudad de Mexico, Havana și Lima.",
        "affiliation" : "ONU",
        "funfact" : "Cel mai popular sport din Venezuela este baseballul.",
        "vaccine" : ""
    },
    {
        "name": "Viet Nam",
        "code": "VN",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/3760",
        "comment": "Cetățenii români care doresc să călătorească în Republica Socialistă Vietnam au nevoie doar de pașaport începând cu 15 august 2025. Viza de intrare nu mai este obligatorie dacă scopul călătoriei este turistic, iar șederea nu depășește 45 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe informează cetățenii români că în zonele fostelor teatre de război încă există muniții neexplodate, în special în zonele izolate de-a lungul graniței cu Laos. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Hanoi.",
        "affiliation" : "ONU",
        "funfact" : "Motocicletele sunt extrem de populare în Vietnam: sunt înregistrate 54 de milioane de vehicule, cu aproape 8 milioane doar în Ho Chi Minh City.",
        "vaccine" : ""
    },
    {
        "name": "Virgin Islands, British",
        "code": "VG",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Virgin Islands, U.S.",
        "code": "VI",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Wallis and Futuna",
        "code": "WF",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Western Sahara",
        "code": "EH",
        "documents": "",
        "source": "",
        "comment": "",
        "warning" : ""
    },
    {
        "name": "Yemen",
        "code": "YE",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/29174",
        "comment": "Cetățenii români care doresc să călătorească în Republica Yemen au nevoie de pașaport și viză, deși Ministerul Afacerilor Externe recomandă ferm evitarea oricăror deplasări pe fondul deteriorării situației de securitate. Mai multe detalii pe site-ul oficial MAE.",
        "emergency" : "Ministerul Afacerilor Externe recomandă cu insistență evitarea tuturor deplasărilor în Yemen, iar celor care se mai află la fața locului să părăsească zona de urgență din cauza situației grave de securitate. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Amman.",
        "affiliation" : "ONU",
        "funfact" : "Yemen a fost națiunea-pionier din Peninsula Arabă care a acordat dreptul la vot femeilor.",
        "vaccine" : ""
    },
    {
        "name": "Zambia",
        "code": "ZM",
        "documents": "Pașaport",
        "source": "https://www.mae.ro/travel-conditions/12616",
        "comment": "Cetățenii români care doresc să călătorească în Republica Zambia nu au nevoie de viză, ci doar de pașaport. Scopul călătoriei trebuie să fie turistic sau de afaceri, iar perioada de ședere nu poate depăși 90 de zile. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "",
        "misiune" : "Misiune diplomatică asigurată prin Ambasada României la Pretoria și Consulatul General al României la Cape Town.",
        "affiliation" : "ONU",
        "funfact" : "Zambia este populată de 73 de triburi, fiecare cu limba sa.",
        "vaccine" : "Deși nu există vaccinuri obligatorii pentru intrarea în această țară, Ministerul Afacerilor Externe atrage atenția că malaria, rabia, tuberculoza, holera și dizenteria sunt boli foarte răspândite în Zambia. Li se recomandă tuturor călătorilor luarea tuturor măsurilor de precauție necesare. Mai multe detalii pe site-ul oficial MAE."
    },
    {
        "name": "Zimbabwe",
        "code": "ZW",
        "documents": "Pașaport și Viză",
        "source": "https://www.mae.ro/travel-conditions/3761",
        "comment": "Cetățenii români care doresc să călătorească în Republica Zimbabwe au nevoie de pașaport și viză. Pașaportul trebuie să fie valabil cel puțin 6 luni și să conțină cel puțin 3 pagini libere, iar viza poate fi obținută online sau la frontieră. Mai multe detalii pe site-ul oficial MAE.",
        "warning" : "Ministerul Afacerilor Externe recomandă cetățenilor români să manifeste atenție sporită în timpul deplasărilor pe teritoriul acestui stat și să consulte anterior călătoriei în Zimbabwe surse oficiale cu privire la starea de securitate națională. Mai multe detalii pe site-ul oficial MAE.",
        "misiune" : "Misiune diplomatică activă prin Ambasada României la Harare.",
        "affiliation" : "ONU",
        "funfact" : "Zimbabwe are nu mai puțin de 8 valute, într-un efort guvernamental de a preveni hiperinflația.",
        "vaccine" : ""
    }
]
